export const vivaData = [
    {
        "id": 1,
        "board": "বোর্ড 01",
        "subject": "অর্থনীতি",
        "date": "2026-09-01",
        "questions": "ভাইভা এক্সপেরিয়েন্স\nSO-2023   03/03/2026  10:00 AM\n\nবোর্ড -01, সিরিয়াল-05\nসাবজেক্ট: অর্থনীতি\n\nনাম, সাবজেক্ট, বিশ্ববিদ্যালয়।\n\nআপনি এখন কোথায় এসেছেন?যেই প্রতিষ্ঠানে এসেছেন সেটা কি ধরনের প্রতিষ্ঠান?\n\nরিজার্ভ কী?\nবিশ্বের বিভিন্ন দেশের কেন্দ্রীয় ব্যাংককে রিজার্ভ সিস্টেম বলা হয় কেনো?\n\nনারীর ক্ষমতায়ন কি?\nবর্তমান জাতীয় সংসদে নারীর ক্ষমতায়ন কতটুকু প্রতিফলিত হচ্ছে।\n\nISLM Curve  এর I S L M stands for?\nLM curve liquidity মার্কেটে কি নির্দেশ করে?\n\nমানিটরি পলিসি কি?\nমানিটরি পলিসি কিভাবে নেওয়া হয়?\nবর্তমানে সকল দেশে ব্যবহৃত মানিটরি পলিসি টুল কোনটি?\nব্যাংক রেট কে এখন কি নামে ডাকা হয়?\nপলিসি রেট কি? এখন কত %?\n GDP কী?, NNP কী? GDP ও NNP এর পার্থক্য বলুন।\n BOP  কী?\nবাংলাদেশে BOP এর অবস্থা কেমন?\nমাস্টার্স করেছেন কি না?\nএখন কি করছেন?\nঢাকা বিশ্ববিদ্যালয়ে পড়ছেন,ঢাবির  প্রথম ভিসির নাম বলেন।\nধন্যবাদ, আসতে পারেন।\n\nসাবজেক্টিভ ৫০% উত্তর করতে পেরেছি। বোর্ড অনেক  ফ্রেন্ডলি ছিল, না পারলে উত্তর করতে সাহায্য করেছে।"
    },
    {
        "id": 2,
        "board": "মো: আনিস উর রহমান স্যার (ডেপুটি গভর্নর)",
        "subject": "পরিসংখ্যান",
        "date": "2026-09-05",
        "questions": "ভাইভা অভিজ্ঞতা: সিনিয়র অফিসার'২৪\nনাম: মো: লেলিনুর রহমান লেনিন\nবিষয়: পরিসংখ্যান, খুলনা বিশ্ববিদ্যালয়\nবোর্ড: মো: আনিস উর রহমান স্যার (ডেপুটি গভর্নর)\nতারিখ: ২৫/০৮/২০২৬\nসময়: সকাল ১০টা, গ্রুপ ৩, সিরিয়াল ১৪\n\nপ্রবেশ করে সালাম দেওয়ার পর স্যার বসতে বললেন।\n১. মাস্টার্স করেছেন? সিজিপিএ কত? ফার্স্ট ক্লাস কিনা?\n২. প্রথম চয়েস কী? ICB কেন প্রথম চয়েস? ICB-এর কাজ কী?\n৩. Mutual Fund কী? একটা Practical Example দেন।\n৪. Specialized Bank সম্পর্কে বলেন। Commercial Bank এবং Specialized Bank-এর মধ্যে পার্থক্য কী?\n৫. Bangla QR-এর ক্রেস্ট/লোগো দেখিয়ে জানতে চাইলেন—\nএটা কী? কবে থেকে বাধ্যতামূলক করা হয়? এটা ব্যবহার করলে সুবিধা কী?\n(আগের দিন রাতে আমি নিজেই ঢাবি'র মাস্টারদা সূর্য সেন হলে Bangla QR ব্যবহার করেছিলাম। নিজের উদাহরণ দিয়েছিলাম, খুব ভালো ভাবে নিয়েছিলেন স্যারেরা)\n৬. আপনি তো Statistics-এর। Non-Probability Sampling-এর কয়েকটার নাম বলেন তো। Snowball Sampling, Quota Sampling এক্সপ্লেইন করেন\n৭. আপনার জেলার কয়েকজন বিখ্যাত ব্যক্তির নাম বলেন। রথীন্দ্রনাথ রায়ের বাসা তো রংপুর শুনছিলাম, আপনার জেলার উনি কীভাবে?\nউত্তরা EPZ কত সালে প্রতিষ্ঠিত হয়?\n৮. ০.১ + ০.০১ + ০.০০১ = ?\n(আগের দিন এক ভাইকে সেম প্রশ্ন করছিল, চিন্তা না করে দ্রুত উত্তর দিয়েছিলাম)\n০.১ × ০.১ ÷ ১০০ = ?\nসামনে খাতা-কলম থাকায় হিসাব করার অনুমতি চাইলে স্যার ব্রেন ইউজ করতে বললেন,\nএকটু ভেবে উত্তর দিই: স্যার, জিরো পয়েন্ট ত্রিপল জিরো ওয়ান।\n\nএই ম্যাথের কারণে স্যারকে বেশ খুশি মনে হলো। তিনি সাবাস বলে আসতে বললেন।"
    },
    {
        "id": 3,
        "board": "আনিসুর রহমান",
        "subject": "বিএমবি",
        "date": "2026-09-07",
        "questions": "ভাইবা অভিজ্ঞতা (০৭/০৯/২৬)\nবোর্ড- আনিসুর রহমান\nডিপার্টমেন্ট - বিএমবি\n\n১/ পড়াশোনা কোথায়, কোন সাব্জেক্ট?\n২/ বাড়ি কোথায়? ওখানের মন্ত্রী কেউ আছে? নাম কি?\n৩/  দেশের মহিলা মন্ত্রী কে কে আছে?\n৪/ পরিকল্পনা মন্ত্রীর নাম কি? অর্থমন্ত্রী নাম কি?\n৫/ বাজেট কত?\n৬/ বাজেট কোন খাতে বেশি? কেন\n৭/ পে স্কেল কি?\n৮/ এবারের পে স্কেল কত তম? সর্বশেষ পে স্কেল কত সালে হয়? সর্বোচ্চ কত পার্সেন্ট বেতন বাড়বে?\n৯/ পে স্কেলে কাদের বেতন বাড়বে?\n১০/ কোন কোন ব্যাংকের বেতন বাড়বে?\n১১/ রাষ্ট্রায়ত ব্যাংক কয়টি?\n১২/ সরকারী ব্যাংক কয়টি? কি কি?\n১৩/ সম্মিলিত ইসলামি ব্যাংক একত্রিত কেন করা হয়েছে?\n১৪/ পত্রিকা পড়েন? কি কি? কোথায় পড়েন?\n১৫/ ৫ টি একত্রিত করা ব্যাংকের নাম কি? গ্রাহক সবাই কি পেমেন্ট পেয়েছে?\n১৬/ ম্যাথ কয়টি হয়েছে? ০.২*০.২/১০০=কত?\n১৭/ আপনার সাব্জেক্ট পড়ে ব্যাংকে কিভাবে কাজে লাগাবেন?\n১৯/ ইনফ্লেশন কি? কেন হয়?\n২০/ মুদ্রা অবমূল্যায়ন কি?\n২১/ মুদ্রা অবমূল্যায়ন কিভাবে নির্ধারন হয়? কে নির্ধারন করে?\n২২/ মাস্টার্স কোথায় করেছেন? রেজাল্ট হয়েছে কিনা?\n২৩/ কেমিস্ট্রি তে গতবছর কে কে নোবেল পেয়েছেন?\n\nপ্রথমে স্যার একটু গল্প করেছেন। এরপর স্যার ম্যাম সবাই প্রশ্ন করেছেন। আরো বেশ কয়েকটি প্রশ্ন করেছিলো কিন্তু মনে নেই। সবমিলিয়ে ১০-১২ মিনিট রেখেছিলো। ২;৩ টি বাদে সব প্রশ্নের আন্সার করতে পেরেছি।। (Collected)"
    },
    {
        "id": 4,
        "board": "রূপ রতন স্যার",
        "subject": "",
        "date": "2026-09-07",
        "questions": "আমার So অভিজ্ঞতা\n\nসিনিয়র অফিসার ভাইবা\nবোর্ড প্রধান: রূপ রতন স্যার\n\n★ বিশ্ববিদ্যালয় ও বিষয়, জেলা\n★ আপনার সাবজেক্ট কে কিভাবে ব্যংকে কাজে লাগাবেন\n★ আপনার জেলায় অসম উন্নয়নের নিউজ পাওয়া যাচ্ছে, এইটাকে কোন থিওরি দিয়ে ব্যখ্যা করবেন\n★ ঋণখেলাপী রুখতে ব্যাংক কি ভুমিকা রাখতে পারে, সরকার আলাদা কি ভুমিকা রাখতে পারে\n★ ঋণখেলাপী ইস্যুতে কার্ল মার্ক্সের কোনো থিওরি এপ্লিকেবল কিনা\n★ প্রথম চয়েজ, আপনার এলাকায় এই ব্যাংকে কাজের পরিবেশ দেখেছেন কিনা\n★ বিবাহিত কিনা"
    },
    {
        "id": 5,
        "board": "Not mentioned",
        "subject": "পরিসংখ্যান",
        "date": "2026-09-07",
        "questions": "ভাইবা অভিজ্ঞতা\nবিষয়ঃ পরিসংখ্যান\nঢুকার পর নাম,ডিপার্টমেন্ট, ইউভি জিজ্ঞেস করলো..\n১) সেন্ট্রাল টেন্ডেন্সি কি\n২) আউটলায়ার কি\n৩) আউটলায়ার কিভাবে হ্যান্ডেল করবেন\n৪)ব্যাংকে স্ট্যাট কিভাবে কাজে লাগাবেন।\n৫)স্ট্যাটিস্টিক্স এর কয়েকটি মডেলিং এর নাম বলুন\n৬) প্রবাবিলিটি কি\nডাইস নিক্ষেপে ২ আসার সম্ভাবনা কত\n৭) মুদ্রাস্ফীতি কী,কে পরিমাপ করে\n৮) বাংলাদেশ ব্যাংকের কাজ কী\n৯) বাণিজ্যিক ব্যাংকের কাজ কী\n১০) আপনাকে যদি ক্যাশ অফিসার হিসেবে এপয়েন্ট করা হয় কি কি রিস্ক থাকবে আপনার\n১১) অর্থ মন্ত্রণালয়ের বিভাগ কয়টি\n১২) বাজেট থেকে কিছু প্রশ্ন\nসবার জন্য শুভকামনা"
    },
    {
        "id": 6,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-07",
        "questions": "07.09.2026\n3নং বোর্ড, 15 নং সিরিয়াল।\nমনোজ কুমার হাওলাদার স্যার।\n1. নাম কি\n2. ফিশারিজ সাব্জেক্ট?\n3. কোন ভার্সিটি?\n4. মহাশোল মাছ কোন গ্রুপের?\n5. মহাশোল মাছ নিয়ে প্যাচাইছে।\n5. সম্প্রতি মাছের পোনা ছাড়া নিয়ে প্রধানমন্ত্রীর একটা খারাপ ঘটনার সম্মুখীন হন, কি হইছিল জানেন?\n6. Fish vs fishery এর পার্থক্য।.\n7. ঝিনুক চাষ কে বলে?\n8. কয়েকটি কালচার এর নাম বলুন।\n7. 0.02 এর উপর কিউব করলে কতো হয়, মুখে মুখে।\n8. এখন কি করছেন?\n9. ঠিক আছে আসুন।"
    },
    {
        "id": 7,
        "board": "Not mentioned",
        "subject": "Social welfare",
        "date": "2026-09-07",
        "questions": "প্রথমদিন ভাইভা অভিজ্ঞতা।\nশিডিউল ৮ টায়।\n\nGroup :04\nSerial :07\n\nDepartment : Social welfare\n Dhaka University\n\nনাম কি?\nডিপার্টমেন্ট?\nকোথায় থেকে পড়ছেন?\nCSR কি, কিভাবে ভূমিকা রাখে, উদাহরণ দিন।\nআপনার উপর CSR কর্তব্য হয়েছে কি?\nধরুন, আপনি একটা কোচিং সেন্টার চালান তখন CSR দিতে হবে কি?\nBIDA পূর্ণরূপ কি?\nসম্প্রতি বিডা, ইপিজেড, পিপিপি মিলে একটা নতুন নামকরণ করা হয়েছে জানেন কিনা?\nআপনার তো আউটস্ট্যান্ডিং  রেজাল্ট।\nআপনার ডিপার্টমেন্টে পড়ে ক্যাম্পাসের বাহিরে মনে হয়েছে কিনা?\nতফসিলি ব্যাংক কতটি?\nব্যাংক মার্জ হয়ে কি নাম হয়েছে? ব্যাংকগুলোর নাম বলুন।\nওকে আসতে পারেন।\n\nখুবই হাসিখুশি ছিলাম, আর উনারাও অনেক ফ্রেন্ডলি বিহেভ করছে।"
    },
    {
        "id": 8,
        "board": "ড. মো: কবির আহমেদ স্যার",
        "subject": "হিসাববিজ্ঞান",
        "date": "2026-09-08",
        "questions": "অফিসার (জেনারেল)-২৪ ভিত্তিক\nভাইভা অভিজ্ঞতা:\n🟢অনার্সে পঠিত বিষয়: হিসাববিজ্ঞান\n\n♻️ভাইভা বোর্ড: ড. মো: কবির আহমেদ স্যার\n🌒বোর্ডে ছিলেন: ডেপুটি গভর্নর ড. মো: কবির আহমেদ স্যার (Phd) সহ আরও ২ জন স্যার এবং ১ জন ম্যাম।\n\nআমি: প্রবেশ করার অনুমতি নিয়ে কক্ষে প্রবেশ করি। পরে চেয়ারের পাঁশে দাঁড়িয়ে স্যারদেরকে বিনয়ের সাথে সালাম প্রদান করি।\nচেয়ারম্যান স্যার: শরিফুল কেমন আছেন?\nআমি: জ্বী স্যার আলহামদুলিল্লাহ ভালো আছি।\nচেয়ারম্যান : আপনার মন কি ভালো আছে?\nআমি: জ্বী স্যার\nচেয়ারম্যান : কোথায় পড়াশোনা করেছেন?\nআমি: বললাম\nচেয়ারম্যান: ❝Golden Rule of Accounting❞ কী?\nআমি: দু-তরফা দাখিলা পদ্ধতিতে (Double Entry System) লেনদেনগুলোকে ডেবিট (Debit) ও ক্রেডিট (Credit) করার নিয়ম। (সুন্দরভাবে বুঝিয়ে বললাম।)\nচেয়ারম্যান: এটির জনক কে?\nআমি: লুকা প্যাসিওলী\nম্যাম-১: উনার পুরো নাম বলেন।\nআমি: ম্যাম এই মুহূর্তে মনে করতে পারছি না ম্যাম।\nচেয়ারম্যান : এটি তিনি কোথায় তুলে ধরেন?\nআমি: তাঁর Summa de arithmetica, geometria..….\" গ্রন্থে।\nচেয়ারম্যান : এটি কোন ভাষায় লেখা?\nআমি : ইতালীয় নাকি পর্তুগিজ ভাষায় সেটি কনফিউশান এ পড়ে যায় পরে ভুল উত্তর দিই “পর্তুগিজ”।\nচেয়ারম্যান স্যার: হাসতে বললেন \"না\", সঠিক উত্তর হবে ইতালীয়।\nম্যাম-১: NPV কী?\nআমি: বর্তমান মোট মূল্য থেকে বিনিয়োগ বাবদ মোট ব্যয় বাদ দিলে যা বাকি থাকে  সেটি হল NPV\nস্যার-১: GAAP এর পূর্ণরূপ কী?\nআমি : Generally Accepted Accounting Principles.\nস্যার-১: এরকম আরও কয়েকটির নাম বলেন।\nআমি: IFRS, IAS, SAS, GASB\nচেয়ারম্যান স্যার: সম্প্রতি একটি ব্যাংকে শুনলাম ৩০০ কোটি টাকা ক্ষতি হয়েছে। এটির Closing Journal দিন।\nআমি: আমি বিনয়ের সাথে বললাম স্যার এই মুহূর্তে মনে করতে পারছি না। (স্যার আমাকে হেল্প করার চেষ্টা করছিলেন কিন্তু আমার ব্রেইন মনে হয় কিছুক্ষণ Blank হয়ে গেছিলো।)\nম্যাম-১: IRR কী?\nআমি :IRR হলো Internal Rate of Return….  ম্যাম থামিয়ে দিয়ে বললেন ARR কী?\nআমি: বললাম\nম্যাম-১: CAPM Model কী?\nআমি: আংশিক বলতে পারলাম\nচেয়ারম্যান স্যার: প্রথম চয়েজ কী?\nআমি: সোনালী ব্যাংক পিএলসি।\nচেয়ারম্যান স্যার: পিএলসি কেন?\nআমি: আমার মতো করে বললাম স্যার আংশিক নিলেন মনে হলো।\nস্যার-২: অবচয় সম্পর্কে বলেন।\nআমি: বললাম\nস্যার-৩: আপনি একটা প্রতিষ্ঠানের প্রধান। কীভাবে বুঝবেন আপনার প্রতিষ্ঠানে তারল্য ঘাটতি আছে?\nআমি: Ratio Analysis করে।\nস্যার-৩: Quick Ratio এবং Current Ratio এর মধ্যে পার্থক্য কী?\nআমি: বললাম\nম্যাম-১: Time Value of Money কী?\nআমি: সুন্দরভাবে বুঝিয়ে বললাম।\nচেয়ারম্যান স্যার: ঠিক আছে শরিফুল আপনি আসতে পারেন। আপনার জন্য শুভ কামনা।\nআমি: বোর্ডকে ধন্যবাদ এবং সালাম প্রদান করে কক্ষ থেকে বের হয়ে যায়।\n\n(যতগুলো উত্তর লিখি নাই দয়া করে একটু জেনে নিবেন।)\n\n❓ আপনার প্রশ্ন থাকতে পারে:\n👉এতো হাড়হদ্দ নিয়ে লেখার কারণ কী?\n✅আমার উত্তর: যারা ভাইভা প্রথম দিচ্ছেন তারা নিজেরা জানেই না যে ভাইভা বোর্ড কেমন তাই তাদের জন্য বিস্তারিত ভাবে লেখা।।\n⚠️বি.দ্র: ২/১ টি প্রশ্ন হয়ত ভুলে গেছি। ভুলত্রুটি ক্ষমা সুন্দর দৃষ্টিতে দেখবেন।\n\n💙অনুধাবন:\nভাইভা বোর্ড অনেক ফ্রেন্ডলি ছিলেন\n\n🔴পরামর্শ:\nযদি কবির স্যারের বোর্ডে পড়েন তাহলে অবশ্যই আপনাকে নিজের বিষয় নিয়ে প্রশ্ন করবে। সুতরাং নিজের অনার্সের বিষয় সম্পর্কে ভালো ভাবে জানুন।\n\nলেখায়:\nমো. শরিফুল ইসলাম\n(সুপারিশপ্রাপ্ত)\nঅফিসার-ক্যাশ\nসোনালী ব্যাংক পিএলসি"
    },
    {
        "id": 9,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-08",
        "questions": "Viva Questions:\nMasters Korechen?\nResult koto?\nAkhon kothao kaj korchen?\nKajer sector ki?\nMicrocredit r Bank er moddhe similarities kon jaigai?\nMRA er moto r koiti Regulatory authority ache? Ki ki?\nBangladesh Bank er main kaj ki?\nBortomane inflation koto? Inflation control kora kar kaj?\nBangladesh Bank international business a kivabe shajjo kore?\nCommercial Bank international or local business ke kivabe shajjo kore?\nBank er deposit product ki ki ache bolun?\nBank er MD r chairman er kaj ki?\n0.1 theke 0.002 bad dile koto answer hoi?\n5ta foreign bank er nam bolun.\n\napatoto eguloi mone ache, aro kichu questions chilo sob miliye 20ta moto."
    },
    {
        "id": 10,
        "board": "বোর্ড 2",
        "subject": "Accounting and Information systems",
        "date": "2026-09-08",
        "questions": "08/09/2026\nBoard -2\nChairman - Arif Hossain Khan\nDepartment - Accounting and Information systems\n\nQ1. পড়াশুনা কোথা হতে?\nQ 2. Accounting কে information system বলা হয় কেনো?\nQ3. লেনদেনের দুটি বৈশিষ্ট্য বলেন।\nQ4. বিক্রয় ফেরত এর জাবেদা বলেন\nQ5. রেওয়ামিল এ কয় ধরনের ভুল ধরা পড়ে না?\n06.কোথায় জব করেন?\n07.Math কয়টা হয়েছে ?\n08.1st choice এবারও সোনালী দিয়েছেন, তাই না? (বের হবার জন্য যখন উঠে দাঁড়ানোর সময়, তখন  এক স্যার শেষের দুটি প্রশ্ন করেছে)"
    },
    {
        "id": 11,
        "board": "Not mentioned",
        "subject": "Civil Engineering",
        "date": "2026-09-08",
        "questions": "Viva Experience\n\nসাবজেক্ট : Civil Engineering\n\n1. Introduce yourself .\n2. Why do you want to come to banking sector ?\n3. Do you know what is Green building ?\n(এই 3 টা প্রশ্ন উত্তর English এ হয়েছে )\n4. ঢালাই এর কাজে ম্যাটেরিয়াল এর ratio কত ? (এখানে কিছু কাউন্টার প্রশ্ন করেছেন )\n5. ব্যাংক এর কাজ কি ?\n6. ব্যাংক কিভাবে আয় করে ?\n7. এই আয় কে কি বলে ?\n8. NPL কি ?\n9. NPL ক্লাসিফিকেশন ?\n10. 1 টা ছোট ম্যাথ ।\n11. আরেকটা প্রশ্ন করেছিলো মনে নেই\n\nবের হওয়ার সময় চেয়ারম্যান স্যার তার পাশের স্যার কে বলছিলেন \"না , ছেলেটা পড়াশোনা করেছে, ভালো আছে\" । বোর্ড ফ্রেন্ডলি ছিলো ।"
    },
    {
        "id": 12,
        "board": "বোর্ড ০৩",
        "subject": "ইংরেজি",
        "date": "2026-09-08",
        "questions": "তারিখ : ০৮/০৯/২০২৬\nবোর্ড নং - ০৩, সাবজেক্ট : ইংরেজি।\n\n১। কোথাও জব করেন কিনা?\n২। প্রথম চয়েস?\n৩। সোনালি ব্যাংকের ২ টা ট্যাগ লাইন আছে কি কি?\n৪। বানিজ্যিক ব্যাংক এর ৪ টা কাজ বলুন?\n৫। ব্যাংক কীভাবে বৈদেশিক লেনদেনে কাজ করে?\n৬। বিদেশি বিনিয়োগ বা বাণিজ্য এ ব্যাংক এর লাভ কি?\n৭। কেউ যে ইংরেজিতে ভালো পারদর্শী তা বোঝার মাপকাঠি কি?\n৮। স্পিকিং, রাইটিং, লিসেনিং, রিডিং এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ কোনটা? এবং কেন?\n৯। দেশে বিদেশি ব্যাংক আছে? ২ টা গ্লোবাল ব্যাংকের নাম বলুন?\n১০। ব্রাঞ্চের ভিত্তিতে বিশ্বের সবচেয়ে বড় ব্যাংক কোনটা?\n১১। সোনালী ব্যাংকের শাখা কতটি?\n১২। অংক কয়টা করছিলেন?\n১৩ (.২)^৪ করলে কত  হবে?\n\nঠিক আছে, আসতে পারেন।।"
    },
    {
        "id": 13,
        "board": "ইডি আরিফ হাসান স্যার",
        "subject": "ফিশারিজ",
        "date": "2026-09-08",
        "questions": "তারিখ: ৮/৯/২০২৬ (২ টার স্লট)\nবোর্ড- ইডি আরিফ হাসান স্যার\nবিষয়:ফিশারিজ (বাকৃবি)\nবোর্ডের সভাপতি......\nপ্রশ্ন: আপনার নাম কি। কোথা থেকে পড়েছেন।\nউত্তর\nপ্রশ্ন: বায়োফ্লক যে পদ্ধতি আছে সেটা সম্পর্কে বলুন।\nউত্তর\nবায়োফ্লক আমাদের দেশে জনপ্রিয়তা কেন হারিয়েছে কারণ বলুন\nউত্তর: আমি অনেক কারণ বলেছি বাট উনি চাচ্ছিলেন বিদু্যৎ লাগবে অবিরত ভাবে যেটি আমাদের দেশের প্রেক্ষাপটে এখন কঠিন।\n\nএক্স:১:\nপ্রশ্ন: এইযে খাল বিল নদীতে চারপাশে বাশের বানা দিয়ে চাষ করা হয় এই কালচারের নাম কি।\nউত্তর: পেন কালচার\nপ্রশ্ন: আপনি ছাদে মাছ চাষ করলে পেন ও ছাদের ক্ষেত্রে কোন ক্ষেত্রে পানির গুণগত মান ঠিক রাখা সহজ। এবং কেন?\nউত্তর:\n\nপ্রশ্ন: উভয় চাষে মাছের স্বাদের ভিন্নতা আসবে কি? কেন?\nউত্তর:\nএক্স:২:\nপ্রশ্ন: উভয় চাষে আপনি পিএইচ কিভাবে নিয়নৃত্রণ করবেন।\nউত্তর:\nপ্রশ্ন: যদি ছাদে প্লাঙৃকটন ব্যবহার করা হয়।  তাহলে কি পানির কোয়ালিটি ঠিক থাকবে\nউত্তর:\nএক্স-৩\nপ্রশ্ন: ইলিশ কেন পুকুরে চাষ করা যায় না।\nউত্তর:\nপ্রশ্ন: আশেপাশের কোনদেশে কি এইটা সমভব হচ্ছে। কোন দেশে?\nউত্তর: ভারতে।\nবোর্ডের সভাপতি আবার\nপ্রশ্ন: বাংলাদেশের কোন গ্রুপ কি এইটা চেষ্টা করেছে?\nউত্তর: প্রাণ আরএফএল গ্রুপ। কিনৃতু সরকার অনুমতি দেয় নি\nপ্রশ্ন : কেন দেয় নি।\nউত্তর: ইলিশ আমাদের জিআই পণ্য। পুকুড়ে চাষ করলে এইটার স্বাদের গুণগত মান নষ্ট হবে।\nধন্যবাদ আপনাকে। এবার আসুন\nবোর্ড খুব ফ্রেন্ডলি ছিল"
    },
    {
        "id": 14,
        "board": "Not mentioned",
        "subject": "Civil Engineering",
        "date": "2026-09-09",
        "questions": "[9/9, 7:39 AM] @asakib0: Viva Experience\n\nসাবজেক্ট : Civil Engineering\n\n1. Introduce yourself .\n2. Why do you want to come to banking sector ?\n3. Do you know what is Green building ?\n(এই 3 টা প্রশ্ন উত্তর English এ হয়েছে )\n4. ঢালাই এর কাজে ম্যাটেরিয়াল এর ratio কত ? (এখানে কিছু কাউন্টার প্রশ্ন করেছেন )\n5. ব্যাংক এর কাজ কি ?\n6. ব্যাংক কিভাবে আয় করে ?\n7. এই আয় কে কি বলে ?\n8. NPL কি ?\n9. NPL ক্লাসিফিকেশন ?\n10. 1 টা ছোট ম্যাথ ।\n11. আরেকটা প্রশ্ন করেছিলো মনে নেই\n\nবের হওয়ার সময় চেয়ারম্যান স্যার তার পাশের স্যার কে বলছিলেন \"না , ছেলেটা পড়াশোনা করেছে, ভালো আছে\" । বোর্ড ফ্রেন্ডলি ছিলো ।\n[9/9, 7:39 AM] @asakib0: তারিখ : ০৮/০৯/২০২৬\nবোর্ড নং - ০৩, সাবজেক্ট : ইংরেজি।\n\n১। কোথাও জব করেন কিনা?\n২। প্রথম চয়েস?\n৩। সোনালি ব্যাংকের ২ টা ট্যাগ লাইন আছে কি কি?\n৪। বানিজ্যিক ব্যাংক এর ৪ টা কাজ বলুন?\n৫। ব্যাংক কীভাবে বৈদেশিক লেনদেনে কাজ করে?\n৬। বিদেশি বিনিয়োগ বা বাণিজ্য এ ব্যাংক এর লাভ কি?\n৭। কেউ যে ইংরেজিতে ভালো পারদর্শী তা বোঝার মাপকাঠি কি?\n৮। স্পিকিং, রাইটিং, লিসেনিং, রিডিং এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ কোনটা? এবং কেন?\n৯। দেশে বিদেশি ব্যাংক আছে? ২ টা গ্লোবাল ব্যাংকের নাম বলুন?\n১০। ব্রাঞ্চের ভিত্তিতে বিশ্বের সবচেয়ে বড় ব্যাংক কোনটা?\n১১। সোনালী ব্যাংকের শাখা কতটি?\n১২। অংক কয়টা করছিলেন?\n১৩ (.২)^৪ করলে কত  হবে?\n\nঠিক আছে, আসতে পারেন।।\n[9/9, 7:39 AM] @asakib0: তারিখ : ০৮/০৯/২০২৬\nবোর্ড নং - ০৩, সাবজেক্ট : ইংরেজি।\n\n১। কোথাও জব করেন কিনা?\n২। প্রথম চয়েস?\n৩। সোনালি ব্যাংকের ২ টা ট্যাগ লাইন আছে কি কি?\n৪। বানিজ্যিক ব্যাংক এর ৪ টা কাজ বলুন?\n৫। ব্যাংক কীভাবে বৈদেশিক লেনদেনে কাজ করে?\n৬। বিদেশি বিনিয়োগ বা বাণিজ্য এ ব্যাংক এর লাভ কি?\n৭। কেউ যে ইংরেজিতে ভালো পারদর্শী তা বোঝার মাপকাঠি কি?\n৮। স্পিকিং, রাইটিং, লিসেনিং, রিডিং এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ কোনটা? এবং কেন?\n৯। দেশে বিদেশি ব্যাংক আছে? ২ টা গ্লোবাল ব্যাংকের নাম বলুন?\n১০। ব্রাঞ্চের ভিত্তিতে বিশ্বের সবচেয়ে বড় ব্যাংক কোনটা?\n১১। সোনালী ব্যাংকের শাখা কতটি?\n১২। অংক কয়টা করছিলেন?\n১৩ (.২)^৪ করলে কত  হবে?\n\nঠিক আছে, আসতে পারেন।।\n[9/9, 7:39 AM] @asakib0: তারিখ: ৮/৯/২০২৬ (২ টার স্লট)\nবোর্ড- ইডি আরিফ হাসান স্যার\nবিষয়:ফিশারিজ (বাকৃবি)\nবোর্ডের সভাপতি......\nপ্রশ্ন: আপনার নাম কি। কোথা থেকে পড়েছেন।\nউত্তর\nপ্রশ্ন: বায়োফ্লক যে পদ্ধতি আছে সেটা সম্পর্কে বলুন।\nউত্তর\nবায়োফ্লক আমাদের দেশে জনপ্রিয়তা কেন হারিয়েছে কারণ বলুন\nউত্তর: আমি অনেক কারণ বলেছি বাট উনি চাচ্ছিলেন বিদু্যৎ লাগবে অবিরত ভাবে যেটি আমাদের দেশের প্রেক্ষাপটে এখন কঠিন।\n\nএক্স:১:\nপ্রশ্ন: এইযে খাল বিল নদীতে চারপাশে বাশের বানা দিয়ে চাষ করা হয় এই কালচারের নাম কি।\nউত্তর: পেন কালচার\nপ্রশ্ন: আপনি ছাদে মাছ চাষ করলে পেন ও ছাদের ক্ষেত্রে কোন ক্ষেত্রে পানির গুণগত মান ঠিক রাখা সহজ। এবং কেন?\nউত্তর:\n\nপ্রশ্ন: উভয় চাষে মাছের স্বাদের ভিন্নতা আসবে কি? কেন?\nউত্তর:\nএক্স:২:\nপ্রশ্ন: উভয় চাষে আপনি পিএইচ কিভাবে নিয়নৃত্রণ করবেন।\nউত্তর:\nপ্রশ্ন: যদি ছাদে প্লাঙৃকটন ব্যবহার করা হয়।  তাহলে কি পানির কোয়ালিটি ঠিক থাকবে\nউত্তর:\nএক্স-৩\nপ্রশ্ন: ইলিশ কেন পুকুরে চাষ করা যায় না।\nউত্তর:\nপ্রশ্ন: আশেপাশের কোনদেশে কি এইটা সমভব হচ্ছে। কোন দেশে?\nউত্তর: ভারতে।\nবোর্ডের সভাপতি আবার\nপ্রশ্ন: বাংলাদেশের কোন গ্রুপ কি এইটা চেষ্টা করেছে?\nউত্তর: প্রাণ আরএফএল গ্রুপ। কিনৃতু সরকার অনুমতি দেয় নি\nপ্রশ্ন : কেন দেয় নি।\nউত্তর: ইলিশ আমাদের জিআই পণ্য। পুকুড়ে চাষ করলে এইটার স্বাদের গুণগত মান নষ্ট হবে।\nধন্যবাদ আপনাকে। এবার আসুন\nবোর্ড খুব ফ্রেন্ডলি ছিল\n[9/9, 7:39 AM] @asakib0: 08/09/2026\nBoard -2\nChairman - Arif Hossain Khan\nDepartment - Accounting and Information systems\n\nQ1. পড়াশুনা কোথা হতে?\nQ 2. Accounting কে information system বলা হয় কেনো?\nQ3. লেনদেনের দুটি বৈশিষ্ট্য বলেন।\nQ4. বিক্রয় ফেরত এর জাবেদা বলেন\nQ5. রেওয়ামিল এ কয় ধরনের ভুল ধরা পড়ে না?\n06.কোথায় জব করেন?\n07.Math কয়টা হয়েছে ?\n08.1st choice এবারও সোনালী দিয়েছেন, তাই না? (বের হবার জন্য যখন উঠে দাঁড়ানোর সময়, তখন  এক স্যার শেষের দুটি প্রশ্ন করেছে)"
    },
    {
        "id": 15,
        "board": "Md. Rokanuzzaman, ED",
        "subject": "English",
        "date": "2026-09-09",
        "questions": "বোর্ড : Md. Rokanuzzaman, ED\nTime : 10 am\nDuration : 8-10 min\nDate : 09/09/2026\nSubject : English\n===================\n\nMay i come in sir.\nসালাম দিলাম।\nSit down.\nChairman : What is your roll?\nChairman : Introduce yourself.\nChairman : ১ম চয়েস কি?\nChairman : সোনালী কি ধরণের ব্যাংক?\nChairman : সোনালীর মালিক কে?\nChairman : সোনালীর শাখা কতটি?\nEx 01: দেশের বাইরে কয়টি? কোথায়? কি দরকার?\nEx 02 : বাংলাদেশ ব্যাংক কি ধরনের ব্যাংক?\nEx 02 : বাংলাদেশ ব্যাংক কি ধরনের কাজ করে থাকে?\nEx 01 : মুদ্রাস্ফীতি কে নিয়ন্ত্রণ করে? কিভাবে নিয়ন্ত্রণ করে?\nEx 02 : Repo rate কি? এখন কত? আগে কত ছিলো?\nEx 02 : বাংলাদেশে কি বিদেশী ব্যাংক আছে? কয়েকটা বিদেশি ব্যাংকের নাম বলুন তো?\nEx 03(অপরূপ সুন্দরী একজন ম্যাম) : সরকারি নোট আর ব্যাংক নোটের পার্থক্য কি? কোনগুলো ব্যাংক নোট আর কোনগুলি সরকারি নোট? LC কি?\nEx 01 :  LC ছাড়াও কিভাবে আমদানি করা যায়?\nEx 01 : 'শেষের কবিতা' পড়েছেন? কবিতাটা কেমন 🫠? কয়েকটা চরিত্রের নাম বলেন।\nChairman : শতকরা থেকে একটা ছোট ম্যাথ।\n\nওকে, আপনি এবার আসুন।\n(বোর্ডে উপস্থিত ৪ জনই খুবই অমায়িক প্রকৃতির। তবে ভাইভার আগে খাতা চেকিং এর সময় রিমান্ডে নিয়েছিলো।)"
    },
    {
        "id": 16,
        "board": "বোর্ড ০৩",
        "subject": "Tourism & Hospitality Management",
        "date": "2026-09-09",
        "questions": "বোর্ড:০৩\nসিরিয়াল নং:০৬\nপদ: অফিসার জেনারেল\nস্যার: নির্বাহী পরিচালক মকবুল হোসেন\n\nSubject: Tourism & Hospitality Management\n\n১। পড়াশোনা কোথায় করেছেন?\n২। বাংলাদেশের ট্যুরিজম সেক্টরের সম্ভাবনা গুলো বলেন? সমস্যা কি ও উত্তরনের উপায়?\n৩। ট্যুরিজম সেক্টরের কি কি নিয়ন্ত্রণ সংস্থা বাংলাদেশে রয়েছে? বাংলাদেশ পর্যটন কর্পোরেশন এর কাজ কি?\n৪। এজেন্সি থিওরি কি? এজেন্সি কনফ্লিক্ট কি?\n৫। প্রতিষ্ঠানের অভ্যন্তরে এজেন্সি কনপ্লিক্ট কিভাবে হয়?\n৬। এখন কি করছেন? জবের গ্রড কত? এখন যেটার ভাইভা দিচ্ছেন সেটার গ্রেড কত?\n৭। চার অংকের বৃহত্তম সংখ্যা থেকে\nচার অংকের ক্ষুদ্রতম সংখ্যা বিয়োগ করলে কত হবে?\n৮। ঠিক আছে আপনি আসতে পারেন।"
    },
    {
        "id": 17,
        "board": "৪( সিরাজুল স্যারের বোর্ড ছিলো)",
        "subject": "ইংরেজি সাহিত্য",
        "date": "2026-09-09",
        "questions": "আমার ১ম সরকারি ব্যাংক ভাইবা\nতারিখ: ৭ই সেপ্টেম্বর, ২০২৬\nসময় : ২টা\nবোর্ড নং : ৪( সিরাজুল স্যারের বোর্ড ছিলো)\nআনুমানিক ৪টার দিকে আমার সিরিয়াল আসে।\nঅনার্সের বিষয়: ইংরেজি সাহিত্য।\nঅনুমতি নিয়ে প্রবেশ করলাম। আমি কুশলাদি বিনিময় করতেই। স্যার বসতে বললেন।\n ১: বসতে বলেই নাম জিজ্ঞাসা করলেন।\n ২:কোথা থেকে এসেছেন।\n৩:জন্ম তারিখ,?\n৪: কোথা থেকে গ্র্যাজুয়েশন করেছেন? বললাম\n৫: কোন বিষয়?  ইংরেজি সাহিত্য।\n৬ আগে কখনো ব্যাংকে ভাইবা দিয়েছেন?\nউ: সরকারি ব্যাংকে এটাই আমার প্রথম ভাইবা, এর আগে গ্রামীন ব্যাংকে ভাইবা দিয়েছিলাম।\n৭ অন্যকোথাও? অন্য আরো কয়েটি চাকরির ভাইবা দিয়েছি স্যার। যার মধ্যে সর্বশেষ একটা স্কুলে ভাইবা দিয়েছিলাম যেখানে আমি বর্তমানে কর্মরত আছি।\n৮ আচ্ছা আপনিতো ইংরেজির ছাত্র হেমলেট কি জানেন?( এরমধ্যে একজন আমার ইংরেজি নামের স্পেলিং ভুল সেটা নিয়ে একটু মক করলেন। যদিও সবখানেই সেম তাই আর পালাটাই নাই)\nউত্তর  দিয়েছি\n৯ এর গল্পটা কি আমাদের একটু বুঝিয়ে বলুন?\nউত্তর দিলাম।\n১০ হেমলেট তার মায়ের প্রতি একটা উক্তি দিয়েছিলো সেটি কেন দিয়েছিলো?\nউ: কারন বললাম।\n১১ উক্তিটির আগে কি বলেছিলো বলতে পারবেন?\nসরি স্যার মনে পরছে না।\n১২ আচ্ছা স্কুলে আপনি কি কি ক্লাস নেন? (নিজ বিষয়েরই ক্লাস নিই বললাম)\n১৩ আচ্ছা বাংলাদেশ ব্যাংকের কাজ কি বলতে পারবেন?\nবললাম মোটামুটি সবটাই।\n১৪ আচ্ছা অনেক বিস্তৃত কাজের পরিধি। মুদ্রানীতি কী?\nবললাম।\n১৫ মুদ্রানীতিতে কি থাকে।\nবললাম।\n১৬ কেন দেয়া হয়.?\nপ্রথমে বিস্তারিত বলতে নিচ্ছিলাম স্যার বললেন মুল কারন বলতে।\nতারপর বললাম মুল্যস্ফিতি নিয়ন্ত্রন ও বাজারের অর্থপ্রবাহ নিয়ন্ত্রন সেইটা উত্তর নিলেন।\n১৭ বাংলাদেশ ব্যাংক মুদ্রানীতি কয়বার দেয়।\nআগে ২ বার বর্তমানে ১ বার।\n১৮ জুলাই মাসের মুদ্রানীতি পড়েছেন?\nহ্যা স্যার\n১৯ সুদের হার কত।\nআমি বললাম স্যার নীতি সুদহার ১০% রাখা হয়েছিলো।\n২০ কোন পরিবর্তন করা হয়েছে কি?\nস্যার ৯.৫ থেকে ১০ %। স্যারও সম্মতি দিলেন। ( ১ম এ ১০% বহাল ছিলো পরে ২ মাস পর পরিবর্তন করা হয়েছিলো)\nএরপর উনারা নিজেদের মধ্যে কথা বললেন আচ্ছা সে তো পড়েছে তাহলে ছেড়ে দিই।\nএরপর আমাকে বিদায় দিলেন। এবং আমি ধন্যবাদ ও আদাব জানিয়ে প্রস্থান করলাম। খুব অল্প সময়েই আমাকে অনেক প্রশ্ন করা হয়েছে এবং আমার উত্তরের মাঝেও কোন ভাবনা ছিলো না সরাসরি দ্রুত উত্তর দিতে পেরেছি। পুরো ভাইবাটা ৬/৭ মিনিটের একটু বেশি হতে পারে। বাংলাতেই প্রশ্ন করা হয়েছিলো তাই বাংলাতেই উত্তর দিয়েছি।\nএখন ঈশ্বর সহায়। এতটুক যে যাবো সেটা যখন প্রিলি দিয়েছি চিন্তাও করি নাই।\n\n(Copied)"
    },
    {
        "id": 18,
        "board": "আরিফ হাসান খান (এক্সেকিউটিভ ডিরেক্টর)",
        "subject": "কৃষি",
        "date": "2026-09-09",
        "questions": "বোর্ড: আরিফ হাসান খান (এক্সেকিউটিভ ডিরেক্টর)\nবিষয় : কৃষি\nসময় : আনুমানিক (৭-৮) মিনিট\nতারিখ : ৭/৯/২০২৬ দুপুর ২ টা\n১ম প্রশ্নকর্তা :\nপ্রশ্ন : আপনার নাম বলুন। কোথায় পড়াশুনা করছেন? কোন সাবজেক্ট? পজিশন কত? যে ফার্স্ট তার সিজি কত? জিডিপিতে কৃষির উপখাত কি কি বলেন ? বনভূমি কত শতাংশ থাকা দরকার ?আছে কতটুকু? কিভাবে এটা ফিরিয়ে আনা যায়? সামাজিক বনায়ন দেশের কোথায় হয়েছে ? কৃষির অবদান জিডিপি তে কত ? গত বছর কত ছিলো ? আসলেই কমতেছে কি না ?\n\n২য় প্রশ্নকর্তা :\nপ্রশ্ন: ম্যানগ্রোভ বনভূমি বলতে কি বুঝায় ? জিডিপিতে ম্যানগ্রোভ কিভাবে ভূমিকা রাখে ? আপনি কি কোথাও চাকুরি করতেছেন কিনা ? মাস্টার্স করতেছেন? কোন ডিপার্টমেন্ট ? ম্যাথ কয়টা হয়েছে ?\n\n৩য় প্রশ্নকর্তা :\nপ্রশ্ন : ব্যাংক কাকে বলে? ব্যাংক কি শুধুই জনগণের আমানত বিনিয়োগ করতে পারে, নাকি মূলধন ও পারে ? বাংলাদেশের ব্যাংক খাতের সমস্যা বলুন কিছু ? এনপিএল কেন বলা হয় ?\n    সমাপ্ত ।"
    },
    {
        "id": 19,
        "board": "বোর্ড 2",
        "subject": "",
        "date": "2026-09-10",
        "questions": "10/09/2026\nBoard-2\nপারমিশন নিয়ে ডুকলাম। সালাম দিলাম, তারপর বসতে বললো।\n১. অর্নাস মাষ্টার কোথা থেকে করেছি।\n2. Capital Budget ki? এটি দ্বারা কি করা হয় একটি প্রতিষ্ঠানে?\n3. Break-Even point ki?\n4. ঘাটতি বাজেট কি? কি উপায় বুঝতে পারবো যে এটা ঘাটতি বাজেট?\n5. BIMSTEC কি?\n6. ব্যাংকে কেন আসতে চাই?\nধন্যবাদ।"
    },
    {
        "id": 20,
        "board": "DG Sarwar Hossain",
        "subject": "Management",
        "date": "2026-09-10",
        "questions": "*আমার ভাইভা অভিজ্ঞতা*\n\n10.09.2026\nslot: 8am(G-4)\nBoard : DG Sarwar Hossain\nSubject : Management\n\n1. নাম কি?\n2. কোন ডিপার্টমেন্ট?\n3. দারুণ ডিপার্টমেন্ট। সিভিতে দেখছি ইন্টারন্যাশনাল বিজনেস। কোন ইউনিভার্সিটি?\n4. FDI & portfolio investment কি সেইম?\n5. যেহেতু সেইম না তাহলে বলুন একটু।\n6. Balance of payment কি?\n7. কি কি কারণে Balance of payment হতে পারে?\n8. ব্যাংক কিভাবে বৈদেশিক বানিজ্য করে?\n9. প্রথম চয়েজ কি?\n10. সোনালী ব্যাংক সম্পর্কে কিছু বলুন।\n11. সোনালী ব্যাংকের পিএলসি সম্পর্কে জানেন, তাহলে বলুন তো রূপালী ব্যাংকে পিএলসি আছে কি?\n12. সোনালী ব্যাংকের কাজ কি?\n13. সোনালী ব্যাংক কি বৈদেশিক বানিজ্য করে?\n14. সোনালী ব্যাংক কেনো অন্যান্য ব্যাংক থেকে আলাদা?\n15. সোনালী ব্যাংকের পারফরম্যান্স এনালাইসিসটা কিভাবে করবেন?\n16. ম্যাথ কয়টা হলো?\n17. বলুন তো ০.১ থেকে ০.০০২ বাদ দিলে কত হয়?\n18. back to back LC কি?\n19. প্রথম ভাইভা এটা?\n\nতারপর আসতে বললেন।"
    },
    {
        "id": 21,
        "board": "Arief Hossain Khan Sir",
        "subject": "",
        "date": "2026-09-10",
        "questions": "Date: 10 Sept (10 AM G-1)\nBoard Chairman: Arief Hossain Khan Sir\nDuration : Around 5 - 6 min\n\nChairman : কোন ভার্সিটি? সাবজেক্ট কি?\nউত্তর: স্যার, মেকানিক্যাল ইঞ্জিনিয়ারিং চুয়েট থেকে।\n\nChairman: আমরা পাওয়ার মাপতে যে হর্স পাওয়ার ব্যবহার করি, এটাকে হর্স পাওয়ার কেন বলা হয়?নামটা কিভাবে আসলো?\nAns : ডিটেইলসে বললাম।\n\nchairman: নিউজে দেখলাম চীন বিশ্বের সবথেকে দ্রুত বুলেট ট্রেন বানিয়েছে। এই ট্রেনের স্পীড কত জানেন?\nউ: স্যার তেমন ডিটেইলস জানিনা তবে নিউজে টাইটেলটা দেখেছিলাম।\n\nchairman : (আবার জিজ্ঞাসা করলেন) কি টাইটেল দেখেছিলেন? স্পীড কত?\nAns: sorry sir ডিটেইলস জানা নাই।\n\nChairman: আচ্ছা বুলেট ট্রেন এত ফাস্ট কেন?\nউ: ম্যাগলেভ মেকানিজমে চলে তাই\n\nChairman: ম্যাগলেভ মানে কি?\nউ: magnetic levitation\n\nChairman: চাকা নাই?\nউ: না স্যার\n\nChairman: কেন চাকা নাই\nউ: বললাম\n\nপ্রশ্ন: কনকর্ড দিয়ে একটা প্রশ্ন করেছিল। আমি বলেছি কনক্ররড নামে কন্সট্রাকশন কোম্পানি আছে। উবারা দ্রুততম এরোপ্লেন না কি যেন এর ব্যাপারে জানতে চাচ্ছিলেন।\nউ: সরি স্যার৷ এ বিষয়ে জানা নাই\n\nEx1: নিউটনের ২য় সূত্র বলেন\nAns: বললাম\n\nEx1: এর ব্যাখ্যা বলেন।\nans:বললাম\n\nEx-1: F = ma এর a মানে কী?\nAns : ত্বরণ\n\nChairman: ত্বরণ এর বিপরীত কিছু আছে?\nAns:মন্দন\n\nChairman: পরিকল্পনা মন্ত্রীর নাম কী?\nAns: আমীর খশরু মাহমুদ চৌধুরী\n\nEx-2 :উনার বাসা কোথায়?\nAns: (আমি জানতাম বাট ওইসময়ে মাথায় ছিল না। পরে আরিফ স্যার একটা Hints দিলে। বললেন যে আপনার ভার্সিটি চিটাগাং এ না?) তখন মনে পড়সে। উত্তর দিলাম চিটাগাং\n\nArif sir: আর কেউ আছে চিটাগাং এর?\nউত্তর: (এবারও মনে পড়তেসিলো নাহ।আমি সরি বলায় আরিফ স্যার আবার বললেন কক্সবাজারের কেউ নাই?)  তখন বললাম আমাদের স্বরাষ্ট্রমন্ত্রী সালাউদ্দিন আহমেদ\n\nChairman : ম্যাথ কয়টা হয়েছে?\nউত্তর: আমার জানামতে ৫ টাই হয়েছে স্যার\n\nChairman: ৫ টাই হয়েছে??\nউত্তর: জ্বি স্যার।\n\nChairman : ফার্স্ট চয়েস কোন ব্যাংক?\nউত্তর: কৃষি ব্যাংক।\n\nChairman: আচ্ছা আপনার বাসা তো রাজশাহীতে।আপনার পোস্টিং রাজশাহীতে দেওয়া সম্ভব না?\nans : না স্যার সম্ভব নয়।\n\nChairman :কেন সম্ভব না?\nAns: কারণ রাজশাহীতে কৃষি ব্যাংক ফাংশন করেনা। রাজশাহী এবং রংপুরে রাকাব আছে।\n\nEx-2: রাকাব কত সালে মার্জার হয়েছিল জানেন কি?Ans : সরি স্যার সালটা এই মুহুর্তে মনে পড়তেসে না।\n\nঠিক আছে আপনি আসতে পারেন।\nধন্যবাদ স্যার"
    },
    {
        "id": 22,
        "board": "ED Shikha mam",
        "subject": "",
        "date": "2026-09-10",
        "questions": "10/09\n2:00 slot\nED Shikha mam\nName\nSubject\nUniversity\nFirst choice\nPurpose of Sonali bank\nWhat is interest spread\nKoyta math hoise\nTwo triangles are similar, what are the deductions?\nTakay 5 ti kine 2 ti bikri korle lav na loss? Sheta koto?\nThe whole thing took less than 3 minutes, 🫠"
    },
    {
        "id": 23,
        "board": "Not mentioned",
        "subject": "Agriculture*",
        "date": "2026-09-10",
        "questions": "#Collected from Agriculture group.\n *Subject- Agriculture*\n\n *Experience 1:*\nSDG er sobgula goal,,amare randomly 4,5 ta ask korche.\nDelta plan\nCop 31,32\nNato\nHormuz Strait er jonne je oil crisis.\n\nHons,Masters er 2/3 ta course title must mukhosto rakben,ami bolte pari nai,then bole amra to apnr course theke ques korbo. course title na janle kmne ques kori.\n\nLast a math koyta hoice tai ask kore ses korche.\n\nProti topic theke 5/6 ta kore ques korche.\n10 min+- viva nice.\n\nBangladesh bank er viva khub e friendly hoy,,chup kore thaka jabe na,,vul bolle sir rai correction kore den.\n\nSobaike best of luck..👍\n\n *Experience 2*\nসকাল ১০ টায় ভাইবা ছিলো:\n১.introduce yourself\n2. কৃষির সেক্টর কয়টা\n3. কৃষি থেকে ব্যাংকে কেন?\n4. Crop diversification কেন জরুরি?\n5. কৃষির ২ টা সমস্যা বলুন\n6. GMO Food কি জানেন?\n আরো ৩-৪ টা ধরছিলো তা মনে নেই"
    },
    {
        "id": 24,
        "board": "জামাল স্যার",
        "subject": "",
        "date": "2026-09-11",
        "questions": "(copied)\n১০/৯/২৬\nদুপুর ২ টা\nবোর্ড: জামাল স্যার\n(পুরাই ভেটেরিনারী এক্সপার্ট🙂)\n\nশুরুতে এক স্যার: আইডি কত?\n- বললাম\n- স্যার : কিভাবে বুঝবো আপনি সঠিক বললেন?\n- বললাম: এটেন্ডেন্স শি থেকে\n- বিষয় ও ভার্সিটি\n- কেন ব্যাংকে আসবেন? আসল কথা বলবেন।\n- নিজের মত করে বানালাম, সুবিধা , সামাজিক ভ্যালু আর লোন সুবিধা বলে 🙂\n\nজামাল স্যার :\nভেটে পড়ছেন!\nবলেন - মানুষ পেট কেন পালে?\nপেটের সাইকোলজি বলেন?\nবিড়াল কি কি চিন্তা করতে পারে? কুকুর বিড়ালের মধ্যে কে একা  থাকতে চায়? কুকুর বিড়ালের মধ্যে বিড়াল কেন বেশি অসুস্থ হ্য়? বিড়াল ঠান্ডা লাগলে মারা যায় কেন? কি ভ্যাকসিন দেয়া হ্য়? কুকুর বিড়ালের সার্জারি করলে কে দ্রুত সুস্থ হ্য়, কার হিলিং পাওয়ার ভালো?  মাস্টার্স করেছেন ? হ্যাঁ। আপনাদের সবাই তো মাস্টার্স করে না। আপনি কেন করলেন? বললাম সবাই করে স্যার, হলের সুবিধা বললাম। সবাই হাসলো। নিউক্যাসেল ডিজিস কি? কেন এটার নাম এমন?\nগরুর কমন রোগ বলেন বাংলাদেশে যা হ্য়? ম্যাড কাউ ডিজিজ কি ?\nঅন্য স্যার: প্রথম পছন্দ কোন ব্যাংক।\nসোনালী ব্যাংকের শাখা কয়টি?\nঅন্য ম্যাম:\nফিস্ক্যাল পলিসি?\nবললাম।\nআয় ব্যয় ছাড়া আর কি হিসাব করা হ্য়?\nএবারের বাজেট কত?\nমনিটারি পলিসি?\nমুদ্রাস্ফীতি নিয়ন্ত্রণে কোন নীতি ব্যবহার হয়?\nসংকোচন মুলক নীতির উপাদান কি কি?\nকিভাবে সংকোচন করা হ্য়? আরও দুই একটা কি কি যেন বলো এই রিলেটেড মনে নাই।\n\n# ডিভিএম\n#১৭-১৮ সেশন\n#বাকৃবি"
    },
    {
        "id": 25,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-12",
        "questions": "সকাল ৮ টা\nSob subjective question\nPrecesion agriculture\nConservation agriculture\nTree r part\nStock ki?\nKoita ache bd te nam\nTarek rahaman r krisi niye kaj"
    },
    {
        "id": 26,
        "board": "Not mentioned",
        "subject": "Agriculture",
        "date": "2026-09-12",
        "questions": "12/09/26\n Sokal 8 ta\nSubjt :Agriculture\nHons a ki ki course koreci,\nSericulture,  sericulture kothay kivbe kora hoy star procedure,\nApiculture,\nBank choice list, schedule non schedule difference,\nRooftop Solar panel related govt ki ki step nicche"
    },
    {
        "id": 27,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-12",
        "questions": "১. আমার সাবজেক্ট এ পড়ে কেন ব্যাংকে আসতে চাই।\n2. গ্রিণ ব্যাংকিং\n3. ক্যাশলেশ ব্যাংকিং\n4. কি আর কোড\n5. প্রথম চয়েজ কি\n6. পিএলসি কেন দেয়?\n7. বেকার কি?\n8. ম্যাথ কয়টা হয়েছে?\n9. ম্যাথের কিছু প্রশ্ন"
    },
    {
        "id": 28,
        "board": "সারোয়ার স্যার",
        "subject": "",
        "date": "2026-09-12",
        "questions": "আজকে একটু আগে সারোয়ার স্যারের বোর্ডে ভাইবা দিলাম।অফ ডে, লাঞ্চের পর ভাইবা আসলে ভালো না!স্যারের বোর্ডে আকন স্যার ছিল।এমসিকিউ টাইপ প্রশ্ন করে, আলোচনা  মূলক না।সাবজেক্টিভ প্রশ্ন করেন।"
    },
    {
        "id": 29,
        "board": "Anisur Rahman (Deputy Governor)",
        "subject": "Veterinary",
        "date": "2026-09-12",
        "questions": "12/09/26\nTime-2pm\nGroup 4\nChairman- Anisur Rahman (Deputy Governor)\n Sub- Veterinary\n\nব্যাংকে কেন আসছি?\n১ম চয়েজ কি?  কেন সোনালী?\nplc কেনো নামের পাশে\nরুপালির সাথে পেচায়ে প্রশ্ন করছে অনেক plc নিয়ে\nকয়েকটা বিদেশি ব্যাংকের নাম\n৪ টা দশমিক এর ম্যাথ করতে দিসিল\nখুরা রোগ কি, কি দিয়ে হয়, রেমেডি কি\n\nআরো ১/২ টা মেবি করছিল মনে পড়তেসে না।\n\nউনি মজা নিতেসিল কাইন্ড অফ।একটা ঠিক আন্সার দিলেও ২/৩ বার বলবে ঠিক হয়নাই😂 কনফিউজড করে দিচ্ছিলেন আর পেচাচ্ছিলেন এসব নিয়ে, মজা নিচ্ছিলেন। তবে বোর্ড ফ্রেন্ডলি ই মনে হইছে।হাসিখুশি ছিলেন। তাই নার্ভাস ফিল হয়নি এতটা।"
    },
    {
        "id": 30,
        "board": "Anisur Rahman Sir",
        "subject": "CSE",
        "date": "2026-09-13",
        "questions": "OG viva(২৪ সাল ভিত্তিক)\nDate: 13.09.2026\nSlot: 8am(Group 1)\nBoard: Anisur Rahman Sir\nSubject: CSE, KUET\n\n- কোথায় থেকে পড়াশোনা করেছি\n- মাস্টার্স করেছি কিনা, কেন করিনি, বর্তমানে কি করছি\n- আমি সরকারি ভার্সিটিতে ইঞ্জিনিয়ারিং পড়েছি, সিএসই নিয়ে। সরকার আমার পিছনে ইনভেস্ট করার পরে আমি এখন আমার সেক্টর ছেড়ে ব্যাংকিংয়ে আসতে চাচ্ছি, এতে দেশ/সরকারের কি কি ক্ষতি হয়ে পারে(৫ টি বাক্যে বলতে বলেছে)\n- এতক্ষতি করে যে আমি ব্যাংকিংয়ে আসতে চাচ্ছি, এতে ব্যাংকের বা দেশে কি কি লাভ হতে পারে, বা ব্যাংকে আমি কি কি অবদান রাখতে পারবো(২-৩ বাক্যে বলতে)\n- এই টপিক নিয়েই বেশকিছুক্ষন আলোচনা হয়েছে\n- আমার নামের অর্থ কি\n- 0.03 এর cube কত\n- সাইবার সিকিউরিটি নিয়ে জানি কিনা\n- Ransomware কি, কিভাবে করে\n- ব্যাংকের ক্ষেত্রে কি কি ভাবে এই অ্যাটাক হয়ে পারে, ৩/৪ টা উদাহরণ\n- honeypot কি জানি কিনা\n- continuous attack করে যে সিস্টেমকে স্লো করে দেয়, ওই অ্যাটাকের নাম কি\n- মেশিন লার্নিং কি\n- মেশিন লার্নিংয়ের সাথে এআই কিভাবে রিলেটেড\n- 3IR আর 4IR এর মধ্যে মেইন পার্থক্য কিসে ছিলো\n- ট্রিলিয়ন ডলার অর্থনীতি নিয়ে কি জানি, কবের মধ্যে হবে\nখুবই ফ্রেন্ডলি বোর্ড, বোর্ডের সবাই ই কমবেশি প্রশ্ন করেছেন, আনিস স্যার শুধু ম্যাথটা জিজ্ঞেস করেছিলেন, উনি সারাক্ষণ হাসিমুখে সবার প্রশ্ন আর আমার উত্তর শুনছিলেন।"
    },
    {
        "id": 31,
        "board": "জামাল উদ্দীন স্যার",
        "subject": "",
        "date": "2026-09-13",
        "questions": "১৩/৯/২৬\nসকাল ১০ টা\nবোর্ড: জামাল উদ্দীন স্যার\n\n# এগ্রিকালচারাল\n#১৭-১৮ সেশন\nসময়:৮-১০ মিনিট\n১।নাম বলেন?\nকোথা থেকে পড়াশোনা করছেন?\n২। মাস্টার্স করছেন?\n৩\t| সালোকসংশ্লেষণ বুঝান?\nট্রেডিশনাল ওয়েতে না বলে আপনি যে একজন পিওর কৃষিবিদ সেভাবে বুঝান?\n৪|  গাছ সালোকসংশ্লেষণ কেন করে?\nউনি নরমাল  উত্তর নিচ্ছিনেন না,  সায়েন্টিফিক উত্তর চাচ্ছিলেন\n৫| ক্লোরোফিল ছাড়া সালোকসংশ্লেষণ হয়?\n৬| আলো ছাড়া সালোকসংশ্লেষণ হয়?\nআমি দু'টোই হয়  না বলছি তখন একটা উদাহরণ দিলো, সমুদ্রের তলদেশের উদ্ভিদ। মনে হলো উনি উত্তরে সন্তুষ্ট না\n৭| ধানের কয়েকটা রোগের নাম বলেন?\n৮| Weed ম্যানেজমেন্ট কিভাবে করে?\n৯| হর্টিকালচার আর এগ্রিকালচারের মধ্যে পার্থক্য কি?\n১০| ইউক্রেনের আশেপাশে কোন সাগর আছে?\nআশেপাশের কয়েকটা দেশের নাম বলেন?\n১১| প্রথম চেয়েজ কি? এমডির নাম, প্রধান এসেট, দায় কোনটা?"
    },
    {
        "id": 32,
        "board": "জামালউদ্দীন স্যার",
        "subject": "",
        "date": "2026-09-13",
        "questions": "ভাইবা অভিজ্ঞতা\nবোর্ড: জামালউদ্দীন স্যার।\n\n.নাম কি?\nকোন বিশ্ববিদ্যালয়?\nফিলোসফিতে পড়েছেন?\nপ্লেটো এরিস্টটল কে ছিল?কি সম্পর্ক ছিল?\nপ্লেটোর অবদান কি?\nআপনার বিষয়গুলোর নাম বলুন.\nআউটলাইন অবফিলোসফিতে কি কি পড়েছেন?\nএখান থেকে দু একটা বিষয় ব্যাখ্যা করুন।\nফিলোসফির এই বিষয়গুলোর প্রয়োগ কি আছে?ব্যাখ্যা করুন।\nলজিক কি?লজিক কি কাজে লাগে?\nএখন তো ঋণ খেলাপি অনেক বেড়েছে?আপনার উল্লেখিত বিষয় গুলো দিয়ে কিভাবে সমাধান করবেন?(ব্যাংকিং সংক্রান্ত কন কোশ্চেন করেনা দেখে প্রায়োগিক বিষয়ে আমি কৃষি ঋণ কানেক্ট করছিলাম)"
    },
    {
        "id": 33,
        "board": "আরিফ স্যার",
        "subject": "মার্কেটিং bba",
        "date": "2026-09-14",
        "questions": "13.09.26\n\nআরিফ স্যার\nসাবজেক্ট : মার্কেটিং bba, finance mba\n\nসব subjective question+ financial decision making except নারীর ক্ষমতায়ন\n\nনাম কি?\nকোন ইউনিভার্সিটি?\nপ্রজেক্টে invest করতে হলে finance যোগাবেন কই থেকে? কতগুলো অপশন হতে পারে?\n1. কেনো ব্যাংক থেকে? কেনো share? আপনি কোন share দেবেন?\nএকটা ডিসিশন হলে কোনটা নেবেন? কেনো নেবেন? ব্যাংক এ সুদ দিতে হবে না প্রফিট না করলে? Dividend দিতে হয় share যদি ক্রয় করেন?\n2. কৃষি ব্যাংক কি কাজ করে? কৃষির উন্নয়নে কি করে? (সব কিছু বলার পরেও তারা বললেন, একদম শুরু তে কি করে? আমি বুঝতে পারি নি তাই শেষ মেষ ভুলে গেছি বলেছি)\n3. আরেকটা scenario দিয়েছিলো, financial decision নেওয়ার, এটাও তেমন কি কেনো কিভাবে ask করেছে, question ভুলে গেছি\n4. নারীর ক্ষমতায়ন কি? এক word এ যদি শুনতে চাই কি বলবে? হাতে যে ঘড়ি পড়েছ নিজের ডিসিশন এ? এটা কি ক্ষমতায়ন?\n5. Math কয়টা হয়েছে?\n\nআজকে এই board এ সবার প্রায় subjective question বেশি করেছে\nThey were friendly"
    },
    {
        "id": 34,
        "board": "ডেপুটি গভর্নর\nআনিসুর রহমান স্যার",
        "subject": "",
        "date": "2026-09-14",
        "questions": "কত মার্ক দিতে পারে?\nডেপুটি গভর্নর\nআনিসুর রহমান স্যারের বোর্ড।\nসকাল ৮ টা প্রথম সিরিয়াল।\nমোট সময়:প্রায় ১২ মিনিট\nকোথায় থেকে পড়াশোনা? ম্যাথ কয়টা? মাত্র দুটো ম্যাথ! ইন্ডিয়ার কেন্দ্রীয় ব্যাংক,বিদেশী ব্যাংক।hsbc এর পূর্ণরূপ।কৃষি পড়ে কেন ব্যাংকে?(উত্তর নিতে চায়নি,বললো বইয়ের থেকে মুখস্থ কি বলেন?\nদুটো প্রশ্ন ধরল একটা পারসি।দুটো ম্যাথ মুখেমুখে,  একটা পারসি।বললো একটা ম্যাথ পারেননি,যারা ম্যাথে দক্ষ তাদের নিতে চাচ্ছি।ব্রিকস কি।দেশের নাম (উল্টাপাল্টা বলছি।বাংলাদেশ সদস্য? সদস্য না হলে কেন ইনভাইটেশন পেল বাংলাদেশ?  বলছি বিমসটেক এর চেয়ারম্যান হিসেবে।উত্তর শুনে খুবই আশ্চর্য। ম্যাম বললো, সিজি কম,চেয়ারম্যান স্যার বললো, ঠিকই তো আছে সিজি।বললো আপনার বয়স কম,  এটাই প্রথম ভাইবা। আরো পড়াশোনা করতে থাকেন।বাংলা কিউ আর কি? এর সুবিধা। আরো কি কি জানি প্রশ্ন।ব্যাংলাদেশ ব্যাংক বেকারদের লোনের ব্যাংবস্থা করেছে, সেটা কি।\nআমার বেশীর ভাগ উত্তর ই নিতে চায়নি, উত্তর দিতে গেলেই বলে, বাজারের  বই থেকে মুখস্থ কেন বলিতেছেন।আরো পড়াশোনা করেন, বয়স তো আছেই।মাত্র দুটো ম্যাথ,যারা ০৫ ম্যাথ তাদের তুলনায় তো পিছিয়ে গেলেন,কথা শুনে আমার মন ভীষণ খারাপ হলো,স্যার বললো আমি আপনাকে ভালো মার্কই দিব, কিন্তু মোট নাম্বারে অন্যদের তুলনায় পিছিয়ে যাবেন,যেহেতু মাত্র দুটি ম্যাথ।আচ্ছা আসতে পারেন।\nআমাকে কত মার্ক দিতে পারে?  কেউ বলতে পারবেন,আইডিয়া করে। আমাকে কি ফেল দিতে পারে? বাকি আমাকে নিতে চাচ্ছে না,ম্যাথ ০২ পারসি দেখে।"
    },
    {
        "id": 35,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-14",
        "questions": "সাবজেক্ট এগ্রিকালচার কোথায় পড়াশোনা করছি\n প্রো-ভিসির নাম কি\nতার বাড়ি কোথায়।             আপনার বাড়ি কোথায়\n তিনজন বিখ্যাত ব্যক্তির নাম বলেন\nকৃষিতে জিডিপি কত\nকৃষিতে জিডিপির প্রবৃদ্ধি আপনি কিভাবে বাড়াবেন\nকোন ব্যাংক প্রথম চয়েজ\nসোনালী ব্যাংকের এমডির নাম কি\nসোনালী ব্যাংকের সর্বশেষ শাখা কোথায়\nঅর্থনীতি সংস্থার কয়েকটি নাম বলুন\nকনজারভেশন এগ্রিকালচার কাকে বলে\nপ্রিসিশন এগ্রিকালচার কাকে বলে\nঅংক কয়টা হইছে\nতিন টাকার কোন জিনিস এক টাকায় বিক্রি করলে কত টাকা লাভ হয়\n..…....."
    },
    {
        "id": 36,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-14",
        "questions": "Deputy governor\nMd Anisur Rahman\nBoard 2\nSerial 15\nকোন বিশ্ববিদ্যালয়?\nএই সাবজেক্ট এ পড়ে ব্যাংকিং এ কেন?\nকমিউনিকেশন কি?\nএকজন রিকসাওয়ালা আর আমাদের সাথে কমিউনিকেশনের পার্থক্য কি?\nলেকচার আর ভাইবার পার্থক্য কি? আপনার বডি ল্যাঙ্গুয়েজ লেকচার দেওয়ার মতন মনে হচ্ছে। (আমি জানিনা তাদের এমন কেন মনে হইছে! আমি খুবই নরমালি কথা বলছিলাম !)\nমন্ত্রীপরিষদে কয়জন নারী মন্ত্রী আছেন?\nতাদের নাম কি? (মনে পড়ছে না সরি স্যার!)\nকারোর নাম মনে নাই?\nসংস্কৃতিমন্ত্রীর নাম কি? (দুঃখিত ম্যাম)\nটেলিভিশন কে আবিষ্কার করেন?\nটেলিভিশন শব্দটি কোথা থেকে এসেছে?\n(০.৩)^৩ = কত? (হিসাব ভুল বলেছিলাম। বলেছিলো এই যদি অংকের অবস্থা হয় ব্যাংকে ধ্বস)\nকয়টি ম্যাথ হয়েছে? (৩টি)\nকোন ব্যাংকে চাকরি করতে চান?\nসোনালী ব্যাংকে কেন? (উত্তর শুনে বলে, বইয়ের ভাষা বলছেন তো আপনি। নিজের কথা বলেন)\nপিএলসি মানে কি?\nপিএলসি হলে কি শেয়ার কিনতে পারে জনসাধারণ?\nআপনি কিনতে পারবেন সোনালীর শেয়ার? কেন পারবেন না?\nসোনালী আর রূপালী ব্যাংকের মধ্যে একটা পার্থক্য আছে সেটা কি?\n#Disaster 🙃"
    },
    {
        "id": 37,
        "board": "Arief Hossain Khan Sir",
        "subject": "",
        "date": "2026-09-15",
        "questions": "Arief Hossain Khan Sir\nBoard 2\nকোন বিশ্ববিদ্যালয়?  সাবজেক্ট কি?\nকেন্দ্রীয় ব্যাংক এবং বাণিজ্যিক ব্যাংকের পার্থক্য।\nবাণিজ্যিক ব্যাংকের কাজ- ডিপোজিট গ্রহণ, ঋণ প্রদান বলার পরে- ঋণ নিয়ে বর্তমানে বাংলাদেশের সমস্যা আছে.. সমস্যাটা কি?\nঋণ খেলাপি বলতে কি বুঝায়? এর প্রধান কারণ কি?\nমানি লন্ডারিং ছাড়া আর কি কি কারণ আছে?\nক্ষুদ্র ব্যবসায়ী বা কৃষকরা কিভাবে ব্যাংকের ঋণ খেলাপি হওয়ার ক্ষেত্রে ভূমিকা রাখে?\nকোনো জবে আছি কি না/ সুপারিশপ্রাপ্ত কি না?\nপ্রথম চয়েস কি? -সোনালী ব্যাংক\nসোনালী ব্যাংক কিভাবে গঠিত হয়েছিলো?\nকৃষি ব্যাংকের কাজ কি?\nব্যাংকারের সবথেকে বড় গুণ কি হওয়া উচিত? -ধৈর্য বলেছিলাম (ভালোভাবেই নিয়েছে)\nএরপরের গুণ কি? - responsibility & know your customer& honesty\nঋণ খেলাপি হওয়ার পিছনে ব্যাংকারের ভূমিকা আছে কি না?\nকৃষি ব্যাংকের তো অনেক রিমোট এরিয়ায় আছে..  মনে করো তোমার জব হলো এবং পোস্টিং একদম গ্রামীণ এরিয়াতে হলো.. তোমার পোস্টিং দিলে যাবে?\n(বোর্ড খুবই ফ্রেন্ডলি ছিলো)"
    },
    {
        "id": 38,
        "board": "বোর্ড 3",
        "subject": "",
        "date": "2026-09-15",
        "questions": "হিসাববিজ্ঞান ও তথ্য ব্যাবস্থা বিভাগ\nBoard -3\n\n-আপনার নাম কি?\n-কোথায় পড়েছেন?কোন বিষয়ে?\n-বাসা কোথায়?জেলায় কয়টি উপজেলা আছ?উপজেলা গুলোর নাম কি?\n-কোম্পানি A এর সম্পদ ১০০ টাকা, দায় ১০০ টাকা, কোম্পানি B এর সম্পদ ১০০ টাকা, দায় ১০০  এবং ২০ টাকার সুনাম রয়েছে, কোন কোম্পানি তে বিনিয়োগ করবেন?কেন করবেন?\n-Working capital  কি?\n-current ratio,quick ratio,\n-depriciation কি, কোন ধরনের সম্পদের উপর করা হয়,\naccelerated depriciation method কি কি?\n-intangible asset এর খরচ কে কি বলে?\n- কোনো কোম্পানি কোন সময়ে Double decline method use করবে, কেন করবে?\n-এক ধরনের depriciation method থেকে কি অন্য depriciation method এ হিসাব করা যাবে?\n- হিসাববিজ্ঞানে consistency নীতি বলতে বুঝ?\n-window dressing কি?"
    },
    {
        "id": 39,
        "board": "আশিকুর রহমান স্যার,  এক্সিকিউটিভ ডিরেক্টর",
        "subject": "",
        "date": "2026-09-15",
        "questions": "গ্রুপ ২\nবোর্ড : আশিকুর রহমান স্যার,  এক্সিকিউটিভ ডিরেক্টর।\n\nরুমে প্রবেশ করে নমস্কার দেওয়ার পর, বসতে বললেন।\nধন্যবাদ দিয়ে বসলাম।\nচেয়ারম্যান স্যার: আপনার নাম?\nপ্রার্থী: নাম বললাম।\nচেয়ারম্যান: পড়াশোনা কোন বিষয়ে?  কোথা থেকে?\nপ্রার্থী: Organization Strategy & Leadership Department,  ঢাকা বিশ্ববিদ্যালয়।\nচেয়ারম্যান : এমন ডিপার্টমেন্ট হয়েছে( একটু অবাক হয়ে), কোন অনুষদের আন্ডারে এটা?\nপ্রার্থী: বললাম ব্যবসায় শিক্ষা অনুষদ,  তারপর জিজ্ঞেস করছে এখন মোট কয়টা ডিপার্টমেন্ট আছে এই অনুষদে।\nএক্সটার্নাল ১ (ম্যাম): আপনার ডিপার্টমেন্টের ফোকাস / মেজর কি? (কোর্সগুলো সম্পর্কে জানতে চাচ্ছিলো)\nপ্রার্থী: কয়েকটা বললাম, তারপর ম্যাম জিজ্ঞেস করলো, আপনি অবগত আছেন বাংলাদেশ LDC Graduation ২ বছরের জন্য পিছিয়ে দিয়েছে, এতে করে বাংলাদেশের কি লাভ/ ক্ষতি হবে?\nপ্রার্থী: কয়েকটা পয়েন্ট বলছি, পাশে থেকে আরেকজন স্যার মনযোগ দিয়ে শুনতেছিল আর মাথা নাড়তেছিল।\nচেয়ারম্যান : আপনার থিসিস কি ছিলো?\nপ্রার্থী: বললাম Internship করেছি স্যার, কোথায় করেছি জানতে চেয়েছে। বললাম জনতা ব্যাংকে 😑। কি কি কাজ করেছি জানতে চাইলো। তারপর বললো, একাউন্ট ওপেন করতে কি কি লাগে/ যাচাই করতে হয়। KYC এর পূর্ণ রূপ কী?\nএক্সটার্নাল ২: লিডারশীপ এর ক্ষেত্রে আমরা একটা বিষয়ে নিয়ে খুব আলোচনা করি। Knowledge,  Skills,  Attitude. এই তিনটার মধ্যে একজন লিডারের কোনটা বেশি দরকার?\nপ্রার্থী: আমি বলেছি এটা ডিপেন্ড করে স্যার লিডার কোন টাইপের।  তারপর বলেছি Skills and Attitude.  পরে বলে যেকোনো একটা বলুন? আমি বলেছি স্যার, লিডার হিসেবে Attitude ইজ মোর ইম্পরট্যান্ট।\nচেয়ারম্যান স্যার: সবার দিকে তাকিয়ে আরো কিছু জিজ্ঞেস করার আছে? সবাই না করলে বললো, ঠিকাছে, আপনি আসতে পারেন।\nনমস্কার দিয়ে বের হয়ে আসলাম।\n\nবোর্ড খুব ফ্রেন্ডলি ছিলো।"
    },
    {
        "id": 40,
        "board": "Not mentioned",
        "subject": "রসায়ন",
        "date": "2026-09-15",
        "questions": "১৫/০৯/২০২৬ বিষয়- রসায়ন (সিরিয়াল-১৬)৷ ১.রসায়নে পড়ে ব্যাংকে কেনো?(ইংরেজি তে) ২.ইটিপির নাম শুনেছেন??এটা কি?? ৩.থ্রী জিরো কি? এটা নিয়ে কিছু ফলো আপ প্রশ্ন ৪.গ্রীন ব্যাংকিং ৫.মুখে মুখে কিছু স্থানাঙ্ক জ্যামিতির ম্যাথ"
    },
    {
        "id": 41,
        "board": "বোর্ড 04",
        "subject": "Textile",
        "date": "2026-09-15",
        "questions": "15-Sept 2026.\nBoad No: 04 Serial :15 Subject : Textile.\nTime: may b 3/4 min.\nName?\nSpelling why like that?\nTextile e kn join den nai? Dust Allergy.\nSir: Akdom pakka akta karon bole dilen😄.\nKeno University e porar somoy o to dust e kaj korecen problem hoy nai tkn?\nComposite foctory kih?\nComposite factories er nam?\nAto gula nam bollen apply koren nai egulai?\nBank e kivabe subject kaje dibe?\nSWOT kih?\nBGMEA BKMEA full form.\nBTMC full form?\nExport e textile er contribution koto\nManush er kace theke deposit asset naki liability? Why?\nEi takai to ami abr loan dei then liability kivabe? Ans diyeci: Tokhon ei taka bank er jonno asset sune satisfied mone holo.\nThat's All for me."
    },
    {
        "id": 42,
        "board": "চুয়েট\nহাবিবুর রহমান স্যার",
        "subject": "ইইই",
        "date": "2026-09-15",
        "questions": "১৫ সেপ্টেম্বর, ২০২৬\nবিকাল - ২টার স্লট (গ্রুপ ২ লাস্ট পারসন)\nডিপার্টমেন্ট - ইইই, চুয়েট\nহাবিবুর রহমান স্যারের বোর্ড ( যদিও স্যার ছিল না)\n১) টেলিফোনের সাথে লাগানো তারটি প্যাচানো থাকে কেনো?\n২) বাংলাদেশের টেলিফোন সংক্রান্ত কাজ করে কোন কোম্পানি?  কোম্পানি টির পুরো নাম\n৩) ডিজিটাল টুইন কি?\n৪) রেপো রেট কি? এখন কত?\n৫) রেপো আর ব্যাংক রেটের কি ডিফারেন্স?\n৬) বাংলাদেশের সর্বশেষ স্বীকৃত রাষ্ট্রয়াত্ত ব্যাংক কোনটি? কতগুলো ব্যাংক মিলে এটি গঠিত হয়েছে?  ব্যাংক গুলো কি কি? কেন সম্মিলিত হয়েছে?\n৭) এখন খেলাপি ঋণ কত?\n৮) খেলাপি ঋণ এর সাথে প্রভিশনাল ফান্ডের সম্পর্ক এবং এর ফলে কিভাবে মূলধন সংকট তৈরি হয়?\n৯) ব্যাংক কিভাবে লাভ করে?\n১০) লাভ করার টার্ম টার নাম কি?\n১১) এখন স্প্রেড এর ভ্যালু কত?\n১২) Your book is heavy - এটার possesive pronoun কি হবে?\n১৩) টাকায় ৩ টি জিনিস কিনে টাকায় ১টি জিনিস বিক্রি করলে লাভ নাকি লস হবে?\n১৪) কোন শহরের জনসংখ্যা ১০% বৃদ্ধি পেয়ে ১০০ হলে, শুরুতে জনসংখ্যা কত ছিল?\n১৫) মুনাফা আর interest এর মধ্যে পার্থক্য কি?"
    },
    {
        "id": 43,
        "board": "বিজ্ঞ হোসনে আরা ম্যাম",
        "subject": "",
        "date": "2026-09-15",
        "questions": "১৩-৯-২৬\nসকাল ১০ টা\nবোর্ড : বিজ্ঞ হোসনে আরা ম্যাম\nএক্সিকিউটিভ ডিরেক্টর\nরুমে প্রবেশ করার পর সালাম দেওয়ার পর বসতে বললেন\nএক্স ১ স্যার : আপনার সম্পর্কে বলেন।\n-বললাম\nএক্স ১ স্যার : কি করছেন এখন?\n- বললাম\nএক্স ১স্যার: মংগলকাব্য কি?\n-বললাম\nএক্স-২ স্যার : আখতারুজ্জামান ইলিয়াসের সাহিত্যকর্ম সম্পর্কে বলেন\n\nচেয়ারম্যান ম্যাম: ম্যাথ কয়টা হয়েছে? আরো হওয়া উচিত ছিল।প্রথম ভাইবা?\n\nএক্স ২ স্যার: ম্যাথ করুন ০.০০৩*০.০০৪\n\nচেয়ারম্যান ম্যাম: প্রথম চয়েস কি? সোনালী ব্যাংক এর স্লোগান কি? ব্যাংক ও mfs এর তফাত বলুন।\n\nএক্স ২ স্যার: বিকেবি আর রাকাব এর তফাত কি?\n\nএক্স ১ স্যার: কয়েকটি বিদেশি কেন্দ্রীয় ব্যাংক এর নাম বলুন?\n\nচেয়ারম্যান ম্যাম: ব্যাংক খাত নিয়ে কিছু প্রশ্ন করলেন।\nঠিকাছে, আসতে পারেন\n\nসালাম দিয়ে প্রস্থান করলাম।"
    },
    {
        "id": 44,
        "board": "বোর্ড ০১",
        "subject": "ম্যাথ",
        "date": "2026-09-16",
        "questions": "১৬/০৯/২০২৬\nবোর্ড -০১, সিরিয়াল-০৮\nসাবজেক্ট : ম্যাথ\n\n১.অক্টাগন কি? এর ক্ষেত্রফল নির্ণয়ের সুত্র\n২.হেপ্টাগন কে বাংলায় কি বলে?\n৩.তিনটি ক্রমিক সংখ্যার যোগফল ২৫ হলে সংখ্যাগুলো কি কি?\n৪.কোন সংখ্যার ...  ৩০\n৫.ইউরো ডলার কি?\n৬.কোথায় ব্যবহার হয?\n৭.মিডেল ইস্টের একজন ম্যাথিমেটিশিয়ানের নাম?\n৮.বাজেট কি?\n৯.সংবিধান অনুযায়ী এটাকে কি বলে?\n১০.ঘাটতি বাজেটের উদ্দেশ্য কি?\n১১.দেশের মোট আয় কত?\n১২.০.০৩ এর ঘন কত?\n১৩.৪ টি জিনিস ১২০ টাকায় কিনে ৩টা ৯০ টাকায় বিক্রি করলে কত লাভ বা ক্ষতি হবে?"
    },
    {
        "id": 45,
        "board": "ডিজি মোঃ সারোয়ার হোসেন স্যার",
        "subject": "",
        "date": "2026-09-16",
        "questions": "১৬ সেপ্টেম্বর, সকাল ৮, গ্রুপ ৩\nবোর্ড : ডিজি মোঃ সারোয়ার হোসেন স্যার\nস্নাতক : কৃষি\n\n• নাম? এক্সাম রোল? কোন ভার্সিটি? (শেষে ময়মনসিংহ বলবেন) মাস্টার্স করেছেন? রেজাল্ট কত? এখন কি করছেন? কোন সাবজেক্ট টিউশন করান?\n• মুক্তিযুদ্ধে বাংলাদেশকে কয়টি সেক্টরে ভাগ করা হয়েছিল?\n• সেক্টর কমান্ডার মোট কতজন ছিলেন?\n• বাংলাদেশের সংবিধানে কয়টি অনুচ্ছেদ রয়েছে?\n• সরকারের সারাবছরের আয়-ব্যয় বিষয়ক একটা অনুচ্ছেদ আছে, কত নম্বরে?\n• সংবিধানে সেটা কি নামে আছে?\n• আমরা কি নামে জানি?\n• ডেভেলপমেন্ট বাজেট কি?\n• কোন কোন বিষয়গুলো ডেভেলপমেন্ট বাজেটের অন্তর্ভুক্ত? কয়েকটার নাম বলেন?\n• রেভেনিউ বাজেট কি?\n• বর্তমান বাজেটের আকার ও ধরণ?\n• ঘাটতি বাজেট কেন বলা হয়?\n• ঘাটতিগুলো কিভাবে পূরণ করা হয়?\n• সেই ঋণের উৎস কয়টি ও কি কি?\n• সরকার চাইলেই ব্যাংক থেকে ঋণ নিতে পারবে? নাকি কোনো প্রসেস আছে? জানেন এই ব্যাপারে? (আচ্ছা, এটা আপনার জানার কথাও না)\n• বর্তমান জিডিপির আকার কত?\n• ট্রিলিয়ন ডলারের অর্থনীতি অর্জন করার লক্ষ্য কত সালের মধ্যে?\n• এই ব্যাপারে কারো রেফারেন্স দিতে পারবেন?\n• জিডিপিতে কৃষির পার্সেন্টেজ কত?\n• কৃষির উৎপাদন কি আসলেই কমছে?\n• তাহলে জিডিপিতে % কমছে কেন? ব্যাখ্যা করেন?\n• কৃষি খাতের সাব সেক্টর কয়টি ও কি কি?\n• হাই ইল্ডিং ভ্যারাইটি এবং হাইব্রিড ভ্যারাইটির মধ্যে পার্থক্য কি?\n• হাইব্রিড ভ্যারাইটি কি হাই ইল্ডিং হতে পারে?\n\n(সব প্রশ্ন ডিজি স্যার নিজেই করেছেন। বোর্ডের সবাই খুবই ফ্রেন্ডলি ছিলেন। মুক্তিযুদ্ধ ও সংবিধান থেকে প্রশ্ন করার কারণ হলো, আমি বলেছি বাংলাদেশ ও বিশ্বপরিচয় টিউশন করাই। স্যার বলে, তাহলে তো বাংলাদেশ নিয়ে আপনার খুব ভালো জ্ঞান আছে)"
    },
    {
        "id": 46,
        "board": "এক্সিকিউটিভ ডিরেক্টর জনাব আরিফুর রহমান স্যার",
        "subject": "",
        "date": "2026-09-17",
        "questions": "*বোর্ড: এক্সিকিউটিভ ডিরেক্টর জনাব আরিফুর রহমান স্যার*\n\nআমি অনুমতি নিয়ে ঢুকলাম।\nআমি: May I come in Sir?\nস্যার: আসো, আসো।\n\n*প্রশ্ন ১: কোথা থেকে পড়াশোনা করেছো?*\nআমি: স্যার, চট্টগ্রাম বিশ্ববিদ্যালয় থেকে।\n\n*প্রশ্ন ২: বাড়ি কোথায়? চট্টগ্রাম নাকি?*\nআমি: না স্যার, লক্ষ্মীপুর।\n\n*প্রশ্ন ৩: তোমার প্রথম পছন্দ কি?*\nআমি: স্যার, সোনালী ব্যাংক পিএলসি।\nস্যার: পিএলসি মানে কি?\nআমি: স্যার, পিএলসি মানে Public Limited Company।\n\n*প্রশ্ন ৪: রেজাল্ট খারাপ কেন?*\nআমি: স্যার, পারিবারিক কারণে একটু...\nস্যার: মিথ্যা কথা বলিও না। পড়াশোনা করোনি তাই রেজাল্ট খারাপ হয়েছে। সত্যিটা বলবা।\n\n*প্রশ্ন ৫: মালিকানার ভিত্তিতে ব্যাংক কয় প্রকার?*\nআমি: সরি স্যার, এই মুহূর্তে মনে পড়ছে না।\n\n*প্রশ্ন ৬: আচ্ছা কয়েকটা প্রাইভেট ব্যাংকের নাম বলো।*\nআমি: ডাচ-বাংলা ব্যাংক পিএলসি, পূবালী ব্যাংক পিএলসি...\n\n*প্রশ্ন ৭: কয়েকটা বিদেশি ব্যাংকের নাম বলো।*\nআমি: HSBC, Citi Bank N.A, State Bank of India...\n\n*প্রশ্ন ৮: HSBC এর পূর্ণরূপ কি?*\nআমি: The Hongkong and Shanghai Banking Corporation.\n\n*প্রশ্ন ৯: এটা কোন দেশের ব্যাংক?*\nআমি: হংকং এর স্যার।\n*স্যার: না, এটা তো যুক্তরাষ্ট্রের ব্যাংক।*\n\n*প্রশ্ন ১০: সোনালী ব্যাংকের শাখা কয়টা?*\nআমি: স্যার, ১২৩৫ টা।\n\n*প্রশ্ন ১১: সোনালী ব্যাংকের সর্বশেষ শাখা কোনটা?*\nআমি: স্যার, সর্বশেষ শাখা হচ্ছে ডাসার, মাদারীপুর।\n\n*প্রশ্ন ১২: তুমি তো প্রাণ রসায়নের ছাত্র, তোমার সাবজেক্টকে তুমি ব্যাংকিং সেক্টরে কিভাবে কাজে লাগাবে?*\nআমি: স্যার, আমি প্রাণ রসায়নের ছাত্র হলেও ল্যাবে কাজ করার মাধ্যমে আমার মধ্যে ডাটা অ্যানালাইসিস, সূক্ষ্মভাবে পর্যবেক্ষণ করা এবং রিস্ক অ্যাসেসমেন্ট করার দক্ষতা তৈরি হয়েছে, যা ব্যাংকের ক্রেডিট অ্যানালাইসিস এবং কমপ্লায়েন্সে সরাসরি কাজে লাগবে। বিশেষ করে ফার্মাসিউটিক্যালস বা কেমিক্যাল ইন্ডাস্ট্রির লোন প্রপোজাল যাচাই করার ক্ষেত্রে আমার একাডেমিক জ্ঞান ব্যাংককে সঠিক সিদ্ধান্ত নিতে সাহায্য করবে বলে মনে করি।\n\n*লাস্ট প্রশ্ন: তোমাকে যদি কলকাতা আর টেকনাফে পোস্টিং দেওয়া হয়, কোনটা নিবা?*\nআমি: স্যার অবশ্যই টেকনাফ। কারণ আমি নিজের দেশে থাকতে চাই।\nস্যার হেসে বললেন: বুঝতে পেরেছি তোমার মধ্যে দেশপ্রেম আছে। ঠিক আছে মিস্টার, তুমি এবার আসো।\n\nআমি ধন্যবাদ দিয়ে বের হয়ে আসলাম।"
    },
    {
        "id": 47,
        "board": "বোর্ড ০৪",
        "subject": "",
        "date": "2026-09-17",
        "questions": "#ভাইভা অভিজ্ঞতা\n#অফিসার (জেনারেল)\nJob Id: 25102\n\nঢাকা বিশ্ববিদ্যালয়,  অর্থনীতি বিভাগ\n\nতারিখ: ১৭/০৯/২০২৬ ইং         সময়: ৮:০০ টা\nবোর্ড নং: ০৪                             সিরিয়াল: ০৩\n\n#শ্রদ্ধেয় ড. মো: কবির আহমেদ স্যারের বোর্ড।\nডেপুটি গভর্নর, বাংলাদেশ ব্যাংক।\n\nবোর্ড মেম্বার: ০৩ জন ( কবির স্যার অংশ নেননি)\n\nঅনুমতি নিয়ে ভিতরে প্রবেশ করলাম।\n\nম্যামকে আলাদা সালাম দেওয়ায় একবারই সালাম দিতে বললেন।\n\n১. কোথা থেকে পড়াশোনা করেছেন, কোন সাবজেক্ট?\n\n২. মাস্টার্স করেছেন কি না?\n\n৩. এখন কি করছেন? কোথাও সুপারিশ প্রাপ্ত কি না?\n\n৪. কেন্দ্রীয় ব্যাংককে যদি একটি কাজ করতে দেওয়া হয় তাহলে সেটা কি হবে?\n\nউত্তর : মুদ্রা প্রচলন বলেছিলাম, এর সাথে আরেকটু যোগ করতে বললেন তারপর বলেছি মুদ্রা নিয়ন্ত্রণ।\n\n৫. বাংলাদেশ ব্যাংক মুদ্রা নিয়ন্ত্রণ করে কিসের মাধ্যমে।\n\nউত্তর: মানিটরি পলিসি / মুদ্রানীতি প্রণয়নের মাধ্যমে।\n\n৬. মুদ্রানীতির মাধ্যমে কীভাবে মুদ্রা সরবারহ নিয়ন্ত্রণ করা যায়, কয়েকটি টুলস এর নাম বলুন।\n\nউত্তর: ব্যাংক রেট, অপেন মার্কেট অপারেশন এর কথা বলেছিলাম।\n\n৭. ব্যাংক রেট কী? বর্তমানে ব্যাংক রেট কত?\nপূর্বে ব্যাংক রেট কত ছিলো?\nব্যাংক রেটের মাধ্যমে কীভাবে মানি সাপ্লাই কন্ট্রোল করা যায়, মুদ্রাস্ফীতি কন্ট্রোল করা যায়।\nব্যাংক রেট বাড়ালে সেটা কীভাবে মানি সাপ্লাই এর উপর প্রভাব পড়ে।\n\nউত্তর দিয়েছি এবং বোর্ড সন্তুষ্ট।\n\n৮. ব্যাংক রেটের মতো আরেকটি টুলস আছে তার নাম বলেন?\nপলিসি রেটের নাম শুনেছেন, এটাকে আরেকটা নামে ডাকা হয়?\n\nউত্তর: রেপো রেট।\n\n৯. রেপো রেট বলতে কী বোঝায়?\n\n১০. রেপো রেট এবং ব্যাংক রেটের মধ্যে পার্থক্য কোথায়?\n\nউত্তর : প্রথমে বলেছি ব্যাংক রেটে জামানত লাগেনা,  রেপো রেটে জামানত লাগে, আরো স্পেসিফিক জানতে চাইলে বলেছি একটা লঙটার্মে আরেকটা শর্ট টার্মে।\n\n১১. ম্যাথ কয়টা হয়েছে জিজ্ঞেস করলেন, একটা মুখে মুখে ম্যাথ করতে দিলেন।\n০.৩ এর কিউব কতো?\n\nউত্তর: কনফিুজড হয়ে ০.০০০২৭ বলেছি, বাসায় গিয়ে ট্রাই করতে বলেছে।\n\nসালাম দিয়ে বের হয়ে আসলাম।\n\nমোটামুটি সব প্রশ্নেরই উত্তর করতে পেরেছি আলহামদুলিল্লাহ।\n\n#বি:দ্র: খাতা চেকিং এ ডেকে বেসিক কিছু প্রশ্ন জিজ্ঞাসা করেছে,কোন পার্ট ভালো হয়েছে জানতে চেয়েছে।\nএবং পরীক্ষায় আসা একটা ম্যাথ করতে দিয়েছে।\n\nজব হোক বা নাহোক, অভিজ্ঞতার ঝুলি ভারী হলো এটাই প্রাপ্তি।\n\n#সামনে যারা ব্যাংকের ভাইভা দিবেন আশা করি উপকৃত হবেন।\n\nJoly Khanam\nঅফিসার রুরাল ক্রেডিট (২০২৩) সুপারিশপ্রাপ্ত\nজনতা ব্যাংক পিএলসি।"
    },
    {
        "id": 48,
        "board": "ডেপুটি গর্ভনর -কবীর স্যার",
        "subject": "রসায়ন",
        "date": "2026-09-17",
        "questions": "ডেপুটি গর্ভনর -কবীর স্যারের বোর্ড।\nসময় -৩-৪ মিনিট।\nবিষয় : রসায়ন।\nপ্রশ্ন :১. বাংলাদেশ কৃষি ব্যাংক কী ধরনের ব্যাংক।\n২. বাংলাদেশ ব্যাংক, সোনালী ব্যাংক, কৃষি ব্যাংক মধ্যে পার্থক্য কী।\n3. সোনালী ব্যাংক কীভাবে লাভ করে।\n4. সাবান কীভাবে তৈরি হয়।\n5. ব্লু ভিট্রিওল, সবুজ ভিট্রিউল কী।\n6. বাংলা QR কী,,,, কীভাবে এটা বাংলাদেশ ব্যাংক জন্য লাভজনক।"
    },
    {
        "id": 49,
        "board": "ডেপুটি গভর্নর কবীর স্যার",
        "subject": "সমাজবিজ্ঞান",
        "date": "2026-09-17",
        "questions": "ভাইভা অভিজ্ঞতা\nঅফিসার (জেনারেল)\n\n১৭/০৯/২০২৬\nসকাল: ৮:০০\nগ্রুপ: ০৪\nসিরিয়াল: ০৭\nবোর্ড: ডেপুটি গভর্নর কবীর স্যার\nসাবজেক্ট: সমাজবিজ্ঞান (জগন্নাথ বিশ্ববিদ্যালয়)\n\n১. নাম কী?\n২. বাসা কোথায়?\n৩. কোথায় পড়াশোনা করেছেন?\n৪. মাস্টার্স করেছেন?\n৫. মাস্টার্সের রেজাল্ট কী?\n৬. কোথাও জব করেন বা সুপারিশপ্রাপ্ত হয়েছেন?\n৭. পোস্টিং কোথায় দিয়েছে?\n৮. সোনালী তো ভালো ব্যাংক। এতো ভালো ব্যাংক পেয়ে আবার ভাইভা দিতে এসেছেন কেন?\n৯. অফিসার ক্যাশ ছেড়ে অফিসার জেনারেলে কেন আসতে চাচ্ছেন?\n১০. সোনালী ব্যাংকের শাখা কয়টা?\n১১. সর্বশেষ শাখা কোনটি?\n১২. হার্বার্ট স্পেন্সার সমাজ নিয়ে কি বলেছেন?\n১৩. Survival of the Fittest কী?\n১৪. বর্তমান সময়ের সাথে এটা কিভাবে রিলেট করবেন?\n১৫. মিডের থিওরি পড়েছেন?\n১৬. Looking glass self থিওরি সম্পর্কে মিড কী বলছেন?\n১৭. ম্যাকিয়াভেলি সমাজ সম্পর্কে কী বলেছেন?\n১৮. আপনার Statistics কোর্স ছিল?\n১৯. Assumption কী?\n২০. Hypothesis কী? কত ধরনের Hypothesis আছে?\n২১. কোনো ঘটনা 0.5% Significant হলে তার ফলাফল কী আসবে?\n২২. শ্রেণি সংগ্রাম কী?\n২৩. কার্ল মার্ক্স কয়টা শ্রেণির কথা বলছেন?\n২৪. Class in itself ও Class for itself কী?\n২৫. জুলাই আন্দোলনকে কোন ক্যাটাগোরিতে ফেলবেন?\n২৬. বর্তমান আন্দোলন কোন বিষয়ে হচ্ছে?\n\nসমাজবিজ্ঞান সম্পর্কে একজন টিচারই আমাকে এই সবগুলো প্রশ্ন করেছে (১২-১৭, ২২-২৫)। আমার মনে হয়েছে উনি সমাজবিজ্ঞানের স্টুডেন্ট ছিলেন। তাছাড়া এতো ডিপ থেকে প্রশ্ন করতে পারতো না। আর আমার রেজাল্ট ভালো ছিল জন্য এতো ডিপ থেকে প্রশ্ন করেছে।\n\nযাদের একাডেমিক রেজাল্ট ভালো নিজের সাবজেক্ট সম্পর্কে ভালোভাবে জেনে যাবেন।"
    },
    {
        "id": 50,
        "board": "কবির স্যার",
        "subject": "",
        "date": "2026-09-17",
        "questions": "কবির স্যারের বোর্ড\nস্যার না আসায় দুইজন স্যার নিছেন\nফার্স্ট চয়েজ কি\nকৃষি পড়ে বিকেবি কেনো নয়\nসোনালি কেনো ফার্স্ট চয়েজ দিছেন\nসোনালির শাখা কতটি\nকৃষি পড়ে ব্যাংক কেনো\nমাস্টার্স থিসিস কি\nটমেটো এখন সারাবছর কেমনে পাই\nকই কই টমেটো চাষ হয়\nলোমি আর সেন্ডি সয়েল কিভাবে চিনবো\n\nগ্লোবাল ওয়ার্মিং কি\nগ্রিনহাউজে কিভাবে তাপ ধরে রাখে\nজিডিপি কি\nকৃষিতে জিডিপি কমছে কেনো"
    },
    {
        "id": 51,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-17",
        "questions": "ভাইভা অভিজ্ঞতা --\n\n✅প্রথমে ডকুমেন্টস চেকিং এর সময় আলাদা ভাবে ডেকে একটা রিটেন ম্যাথ করতে দেয়.\n\nমেন ভাইভা--\n\n✅পড়াশোনা কোথায়? করেছেন। এখন কী করছেন?\n\n✅ ( আমি ক্যাশ অফিসার হিসেবে আছি শোনার পর) আমরা তো ক্যাশ অফিসার না আমরা কিভাবে জাল নোট চিনবো?\n\n✅ বিকেলে কী কী কাজ করতে হয়?\n\n✅বিবি এর সাথে বেসিক ব্যাংকের মূল কাঠামোগত পার্থক্য কী? ( আমি বেসিক ব্যাংকেই ক্যাশে কর্মরত আছি)\n\n✅বিবির প্রধান কাজ টা কী?\n\n✅ মুদ্রানীতি দ্বারা বিবি কিভাবে দেশের মানুষের উপকার করে?\n\n✅ রেপো রেট,  রিভার্স রেপো রেট কিভাবে মূল্যস্ফীতিকে প্রভাবিত করে?\n\n✅ ব্যাংকের বর্তমান সংকট গুলো কী এবং সমাধান কী আপনার মতে?\n\n✅ ক্যাশ অফিসার ছেড়ে অফিসার জেনারেলে আসতে চাওয়ার  প্রধান কারণ টা কী?\n\n✅পদ্মা সেতুকে একটি গাড়ি ১২০ কিমি গতিতে চললে অতিক্রম করতে কত সময় লাগবে?\n\nকালেক্টেড"
    },
    {
        "id": 52,
        "board": "নির্বাহী পরিচালক আবুল বসাক স্যার",
        "subject": "",
        "date": "2026-09-17",
        "questions": "OG-25 viva Experience\nবোর্ড: নির্বাহী পরিচালক আবুল বসাক স্যার\nএক্সটার্নাল : ৩জন\nসময়: আনুমানিক ৯/১০ মিনিট\nকলিং বেল বাজতেই অনুমতি নিয়ে সালাম দিয়ে প্রবেশ করলাম\nCh : পার্সনাল কিছু কোশ্চেন জিজ্ঞেস করলেন\nউত্তর দিলাম\nEx Sir : ডিপার্টমেন্ট থেকে দুইটা কোশ্চেন করছে।\nপ্রথম টার উত্তর পুরাপুরি নেয়নি,পারলাম না বলে একটু ব্যঙ্গ করলেন।\nপরের প্রশ্নের উত্তর পারছি\nCh: বাজেট নিয়ে জিজ্ঞাসা করলেন ৩ টা কোশ্চেন\nএক্টার রেট জিগ্যেস করছে পারিনাই(কোশ্চেন ও মনে নাই)\nবাকি দুইটা কনফিডেন্সের সাথে উত্তর দিলাম\nEx mam : আগের উত্তরের confidence দেখে বাজেট থেকে সম্পুরক আরেকটা জিজ্ঞাসা করলেন।\nআন্স ৮০% পারছি,ম্যম বল্ল আরো কিছু আছে কিনা? বললাম, সরি এই মুহুর্তে মনে নেই\nCh : বাংলাদেশে ঘাটতি বাজেট না দিলে কি হত? বা দেয়া যাবে কিনা জানতে চাইলেন\nউত্তর দিলাম ( দেখে মনে হল সন্তুষ্ট, যদিও আটকানোর ট্রাই করছে ভালই,কয়েক্ট পয়েন্ট মনে নাই দেখে সরি বলছি)\nEx mam : ম্যাথ কয়টা হইসে?\n৫ টা বললাম (ম্যামকে ইমপ্রেসড দেখাচ্ছিল)\nএটা শুনে Ch স্যার মুখে মুখে একটা লসাগু করতে দিলেন\nসঠিকভাবে আন্স করলাম ( যদিও শুরুতে ভুল করতে নিসিলাম,স্যার ধরিয়ে দেওয়ার আগেই নিজে নিজে ঠিক বলছি।\nEx sir 2 : ইঞ্জিনিয়ারিং পড়ার নলেজ ব্যাংকে কি কাজে লাগাবে?\nউত্তর দিলাম ( দেখে মনে হল উনি সন্তুষ্ট)\nপ্রথম চয়েজ জিজ্ঞেস করলেন..\nসোনালী বললাম\nমোট ব্রাঞ্চ,সর্বশেষ ব্রাঞ্চের নাম জানতে চাইলেন\nসঠিকভাবে উত্তর দিলাম।\n\nঅভারল চেয়ারম্যান স্যার সহ, ম্যাডাম ও আরেকজন স্যার বেশ ফ্রেন্ডলি ও হেল্পফুল ছিলেন\nবাকি এক স্যার, উনাকে বেশ রাগী মনে হল,ডিপার্ট্মেন্টের কোশ্চেন যিনি শুরুতে ধরছিলেন(আমার আগের ক্যান্ডিডেটকেও ডিপার্ট্মেন্টের কোশ্চেন করে ভালই প্যারা দিছে শুনছি)\n\nঅভিজ্ঞদের কাছ থেকে মতামত আশা করছি, এই ভাইবায় কেমন মার্ক্স আশা করতে পারি?\n\n©"
    },
    {
        "id": 53,
        "board": "এক্সিকিউটিভ ডিরেক্টর জনাব আরিফুর রহমান স্যার",
        "subject": "chemistry",
        "date": "2026-09-17",
        "questions": "বোর্ড: এক্সিকিউটিভ ডিরেক্টর জনাব আরিফুর রহমান স্যার\n subject :chemistry\n\nআমি অনুমতি নিয়ে ঢুকলাম।\nআমি: স্যার আসতে পারি\nস্যার: আসো, আসো।\n\nপ্রশ্ন ১: কোথা থেকে পড়াশোনা করেছো?\nপ্রশ্ন ২: বাড়ি কোথায়?  আর কিছু পার্সোনাল প্রশ্ন।\nপ্রশ্ন ৩: alkane, alkene, alkyne, crude oil, polymar(9-10 basic question)\n\nপ্রশ্ন ৪: এখানে সবগুলোই কি ব্যাংক নাকি অন্য কিছু আছে, তারপর House building এর কাজ নিয়ে কিছু প্রশ্ন করলেন\nপ্রশ্ন ৫: পাশের স্যার। ১ম চয়েজ কি? সোনালী ব্যাংক ছিলো, এটা নিয়ে কিছু প্রশ্ন\n\nপ্রশ্ন ৬: একজন ম্যাম, উনি জিজ্ঞেস করলেন, বর্তমানে  ব্যাংক  খাতে সবচেয়ে বড় সমস্যা কি, খেলাপী ঋন নিয়ে কিছু প্রশ্ন করলেন\n\nmath কয়টা হলো জিজ্ঞেস করলেন,\nবোর্ড খুবই friendly ছিলো।"
    },
    {
        "id": 54,
        "board": "Rathin Kumar Paul (ED)",
        "subject": "English language and literature",
        "date": "2026-09-17",
        "questions": "Board: Rathin Kumar Paul (ED)\nCandidate :Tithi Roy\nTime: 8-0 min\nDate: 17/9/26\nSubject : English language and literature\n\nQ. Subject and University\nQ. পঠিত যেকোন নভেল বাহ প্লে এর Summary বলো\t\t\t\t>\nআমি Merchant of Venice choose করেছি।\nQ. খেলাপি ঋণ কি?\nQ. কেন NPL হয়?\nQ. NPL কিভাবে reduce করা যেতে পারে তোমার মতামত দাও।\nQ.First Choice কোনটি?\nQ.কেন সোনালী ব্যাংক?\nQ. সোনালী ব্যাংক তোমাকে কি কি দিবে?\nQ. Sonali Bank এর স্লোগান কি?\nQ. MD,  chairman এর নাম কি?\nQ. দুই জন মহিলা মন্ত্রীসভার সদস্যের নাম বলো।\nQ. Translation : মেয়েটি নাচতে নাচতে চলে গেল।\nQ. তিনটি ক্রমিক সংখ্যার গড় ২১ হলে ছোট সংখ্যা টি কত?\nQ. নারীর ক্ষমতায়ন বলতে কি বোঝ?\n\nবোর্ড মেম্বাররা প্রত্যেকে অমায়িক ছিলেন।"
    },
    {
        "id": 55,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-17",
        "questions": "ইংরেজি বিভাগ\nCandidate : Dipu Chandra Roy\n17/09/2026\n সময়:সকাল ১০ টা।\n\nঅনুমতি নিয়ে ভেতরে ঢুকলাম।\nসালাম দিলে বসতে বলল বসলাম।\nব্যক্তিগত কিছু প্রশ্ন\nস্যার:কয়েকটি নোভেলের নাম বলুন\nআমি:স্যা রবিনশন ক্রুশো।এটা বলার পর আর মনে পড়তেছিল না।(আসলে খুবি নার্ভাস ছিলাম।স্যারেরা বেশ অসন্তুষ্ট হলেন তারপর বললেন আচ্ছা রবিনশন ক্রুশো কে লিখেন\nআমি:উত্তর করলাম।\nস্যার:আচ্ছা বানিজ্যিক ব্যাংক গুলোর কাজ বলেন\nআমি:উত্তর করলাম\nআচ্ছা আমানত নিলে গ্রাহকদের কিছু একটা দেওয়া হয় সেটাকে কি বলে?\nআমি:উত্তর করলাম।\nস্যার:আচ্ছা কেউ যখন ঋন নেয় তাকে সুদ দিতে হয় আবার কেউ যখন আমানত রাখে তখন ব্যাংক তাকে সুদ দেয়।এই দুটোর হার কি একি?\nআমি:না স্যার দুটো আলাদা\nস্যার:কোনটি বেশি আর কোনটি কম?\nআমি:উত্তর করলাম\nস্যার:এই দুয়ের পার্থক্যকে কি বলি\nআমি:স্যার স্প্রিড,\nস্যার:স্প্রিড নাকি স্প্রেড?\nআমি:সরি স্যার স্প্রেড।\nস্যার আচ্ছা বলেন তো সুদ কেনো দরকার?\nআমি:উত্তর করলাম।\nস্যার:বানিজ্যিক ব্যাংকগুলোতে একজন এমডি আর একজন এক্সিকিউটিভ অফিসার(এমন কিছু এখন মনে পড়তেছেনা)\n থাকে এদের কাজ কি?\nআমি:সরি স্যার আমার জানা নাই।\nস্যার:তিনটি ক্রমিক সংখ্যার যোগফল  এক্স(কত বলছিল মনে নেই) হলে ছোট আর বড় সংখ্যার পার্থক্য কত\nআমি বোকার মতন ভাবতেছিলাম তখন স্যার বলল তিনটি ক্রমিক সংখ্যা ২,৩,৪ হলে ছোট আর বড় সংখ্যার পার্থক্য কত?আমি বললাম ২ শুনার পর বলল তাহলে?স্যারেরা হাসল।বুঝতে পেরে আমিও হাসলাম।\nতারপর স্যারেরা আরেকটা শতকরার অঙ্ক ধরলেন যেটা পারছি।\nস্যার:আপনার বাসা তো নীলফামারী,নীলফামারীর কিছু জায়গার নাম বলেন\nআমি:বললাম।বলে ওখানে একটা মন্দির আছে না?\nআমি:বলতে ধরলে ওনারাই বলে ও ওটাতো দিনাজপুরে।\nস্যার:আচ্ছা আপনার জেলার মধ্যে কোন উপজেলাটা বেশ গুরুত্বপূর্ণ\nআমি:স্যার ডিমলা উপজেলা\nসয়ার কেন সৈয়দপুর না?ওটাতো বেশ উন্নত\nআমি:জ্বি স্যার তবে ডিমলায় তিস্তা ব্যারেজ আছে।যেটা বেশ গুরুত্বপূর্ণ (আমি চাচ্ছিলাম এটা নিয়ে আমায় প্রশ্ন করুক।কারন ভালোভাবে পড়ে গেছিলাম।)\nস্যার:নীলফামারীতে কি কোনো ঐতিহাসিক স্থাপনা আছে যেটা ইতিহাসের সাথে সম্পৃক্ত?\nআমি:নীলকুঠি সহ ইতিহাস বুঝিয়ে বললাম।\nস্যার।দুইটি ট্রান্সলেশন ধরলেন।\nআমি:উত্তর করলাম।টেন্স নিয়ে ধরলেন।বললাম।\nস্যার:আচ্ছা আসেন আর আমি সালাম দিয়ে বেরিয়ে আসলাম।\nসময়:১২-১৪ মিনিট।"
    },
    {
        "id": 56,
        "board": "মো. মোক্সেদুজ্জামান স্যার",
        "subject": "ফিন্যান্স এন্ড ব্যাংকিং",
        "date": "2026-09-17",
        "questions": "তারিখ         : ১৪-০৯-২০২৬\n                    সোমবার।\nবোর্ড নাম্বার : ০৩ , সিরিয়াল- ০৩\nচেয়ারম্যান   : মো. মোক্সেদুজ্জামান স্যার।\n                      নির্বাহী পরিচালক, বাংলাদেশ ব্যাংক।\nসময় ও স্লট  : সকাল ১০ টা।\nসাবজেক্ট      : ফিন্যান্স এন্ড ব্যাংকিং।\n.................................................................\nদরজা খুলে সালাম দিতেই বসতে বললেন এবং\nসার্টিফিকেট নাড়াচাড়া করতে করতে একাডেমিক রেজাল্ট উল্লেখ করতে ছিলেন এবং  আমি হ্যাঁ সূচক সম্মতি দিতে দিতেই নাম ও রোল জিজ্ঞেস করে প্রশ্ন করা শুরু করলেন-\n\n০১) মানি মাল্টিপ্লায়ার কাকে বলে?\n০২) অফশোর ব্যাংক কাকে বলে?\n০৩) ব্রীজ ব্যাংক কাকে বলে?\n০৪) দেশের কেন্দ্রীয় ব্যাংকের কাজ কি-কি?\n০৫) রেপো রেট কাকে বলে?\n০৬) ব্যাংক রেট কাকে বলে?\n০৭) রেপো রেটের হ্রাস-বৃদ্ধি অর্থনীতিতে কি প্রভাব ফেলে?\n০৮) ব্যাংক রেটের হ্রাস-বৃদ্ধি অর্থনীতিতে কি প্রভাব ফেলে?\n০৯) মুদ্রাস্ফীতি কাকে বলে?\n১০) বর্তমান মুদ্রাস্ফীতির হার কত?\n১১) মুদ্রানীতি কাকে বলে?\n১২) মুদ্রানীতির মতো একটি নীতি আছে যেটি সরকার প্রনয়ন করে সেটি কি এবং এটির উদ্দেশ্য কি?\n১৩) বাংলাদেশের অর্থবছরের সময়সীমা কোন মাস থেকে কোন মাস?\n১৪) নতুন প্রস্তাবিত অর্থবছরের সময়সীমা কোন মাস থেকে কোন মাস হবে এবং এটি পরিবর্তন  করার উদ্দেশ্য কি?\n১৫) ম্যাথ কয়টি হয়েছে?\n১৬) এর আগেও বাংলাদেশ ব্যাংকে ভাইভা দিয়েছেন কি না এবং এখন আপনার বয়স কত চলে?\n\nবোর্ডে প্রায় ১০ মিনিটের মতো রেখেছিলেন এবং সর্বশেষে 'বেস্ট অব লাক' বলে বিদায় দিলেন।"
    },
    {
        "id": 57,
        "board": "Arief Hossain Khan স্যার",
        "subject": "Sociology",
        "date": "2026-09-17",
        "questions": "তারিখ: 17-09-2026\nBoard: Arief Hossain Khan স্যার\nDepartment: Sociology\nসময় 10-12 মিনিট\nGroup: 4\nSerial: 6\nসালাম দিয়ে ভিতরে প্রবেশ করলাম\n1) সিএসআর কি\nউত্তর করলাম\n2) what is culture ? What is non material culture? ইংরেজিতে বলুন\nএকটা উত্তর দিসি আরেকটা তখন মনে নেই স্যার ও খেয়াল করে দেয়নি\n3) ethics and value এর মধ্যে মৌলিক পার্থক্য কি কি?\nValus ক্লিয়ার জানতাম ,কিন্তু দুইটার মধ্যে মৌলিক পার্থক্য ওই মুহূর্তে মনে না থাকায় উত্তর করিনি\n4) ব্যাংক কি ব্যবসা প্রতিষ্ঠান?\nউত্তর করলাম\n5) NGO গুলোতে আবেদন করেন না কেনো? ওইগুলোতে চেষ্টা করেন, সেগুলো তো অনেক ভালো চাকরি, অনেক সুযোগ রয়েছে।\nউত্তর করলাম\n6) দিনাজপুরে আগা খান পূরকার প্রাপ্ত RDRS এর অফিস দেখেছেন?\nসরি স্যার।\nএক্সিকিউটিভ স্যার একটু রেগে  গেলো মনে হলো। এক প্রকার বকা খাইলাম ( না কই )\n7) কি যেনো একটা  ট্রান্সলেট করুন করতে দিসিলো। জীবনে প্রথম শুনছি\nউত্তর করলাম নেয় নি বললো এইটা আপনার হোম ওয়ার্ক থাকলো দেখে নিবেন।\n8) সমাজবিজ্ঞান কে কেনো বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে পড়ানো হয় হয়?\nউত্তর করলাম\n9) সমাজবিজ্ঞান , সমাজকল্যাণ ও সমাজকর্ম এর মধ্যে পার্থক্য কি? উদাহরণ দিয়ে উত্তর করলাম\n10) ম্যাথ কয়টা হইছে ? 5 টি সংখ্যার গড় 52 হলে মাঝের সংখ্যাটি কত?\nসরি স্যার\nবোর্ড অনেক ফ্রেন্ডলি। এক্সিকিউটিভ স্যার ও ম্যাম বেস ভালো হাসিখুশি মানুষ মনে হলো। External 1 স্যার উনি একটু গম্ভীর তবে ডাইরেক্ট প্রশ্ন করেছে কোনো পেঁচায়নি । বেশ ভালো  ছিলেন।\nপুনশ্চ : স্যার এর বকা খাওয়াটা মাথায় ঘুরছে এখন😐"
    },
    {
        "id": 58,
        "board": "মোঃ সরোয়ার হোসেন স্যার",
        "subject": "আন্তর্জাতিক সম্পর্ক",
        "date": "2026-09-17",
        "questions": "তারিখ: ১২/০৯/২০২৬\nবিষয়: আন্তর্জাতিক সম্পর্ক\nবোর্ড: মোঃ সরোয়ার হোসেন স্যার,\nডেপুটি গভর্নর, বাংলাদেশ ব্যাংক\n\n১. কোন বিশ্ববিদ্যালয়? (বা কোন ইউনিভার্সিটি?)\n২. এখন কী করতেছি, কোথাও (চাকরিতে/বিশ্ববিদ্যালয়ে) ঢুকছি কি না?\n৩. লোজান চুক্তি কি?\n৪. লোজান কোন দেশে?\n৫. সুইজারল্যান্ডের মুদ্রা (কারেন্সি) কী?\n৬. মনরো নীতি (Monroe Doctrine) কী?\n৭. মনরো কে ছিলেন?\n৮. নস্ট্রো (Nostro) এবং ভস্ট্রো (Vostro) অ্যাকাউন্ট কী?\n৯. অফশোর ব্যাংকিং কী?\n১০. গণিত (ম্যাথ) কয়টা হলো? মুখে মুখে কোনো গণিত করতে দিল।\n১১. বাণিজ্যিক ব্যাংক (Commercial Bank) কীভাবে মধ্যস্থতাকারী (Intermediary) হিসেবে কাজ করে?\n\nআসতে পারেন।"
    },
    {
        "id": 59,
        "board": "Md Shasuddin Ahmed",
        "subject": "",
        "date": "2026-09-17",
        "questions": "Board :Md Shasuddin Ahmed\nTime:10.00\n\n1) Difference between banking and finance\n2)1st choice\n3)Why PLC\n4)What is Contingent Liability\n5)What is off balance sheet and example\n6)sum of 1.2.3...n\n7) Capital Budgeting instruments\n8)What is IRR\n9)In balance sheet for which basis we organize the assets side"
    },
    {
        "id": 60,
        "board": "৩,সময় :১০টা)",
        "subject": "হিসাববিজ্ঞান",
        "date": "2026-09-18",
        "questions": "অফিসার (জেনারেল)-২৪ ভিত্তিক\nভাইভা অভিজ্ঞতা:\n তারিখ:৯/৯/২০২৬(বোর্ড:৩,সময় :১০টা)\nঅনার্সের সাবজেক্ট : হিসাববিজ্ঞান( BUP)\n\nভাইভা বোর্ড: E.D Md. Enamul Karim Khan স্যার\n\nবোর্ডে ছিলেন: শ্রদ্ধেয় আকন স্যার সহ আরও ১ জন স্যার এবং ১ জন ম্যাম।\n\nআমি: প্রবেশ করার অনুমতি নিয়ে কক্ষে প্রবেশ করি। পরে চেয়ারের পাঁশে দাঁড়িয়ে স্যারদেরকে বিনয়ের সাথে সালাম প্রদান করি।\nচেয়ারম্যান স্যার:  আপনার নাম কি?\nআমি: মো ফাইজুল হক।\n\nচেয়ারম্যান : কোথায় পড়াশোনা করেছেন?\nআমি: বললাম\nচেয়ারম্যান: বিবিএ করেছেন,এমবিএ করেননি কেন?\n\nআমি: বললাম।\n\nচেয়ারম্যান: হিসাব কত প্রকার?\nআমি: ম্যাম এই মুহূর্তে মনে করতে পারছি না ম্যাম।\n\nচেয়ারম্যান : কোন কোম্পানির ব্যালেন্স শীট দেখেছেন?\nআমি: জি স্যার।\n\nচেয়ারম্যান : ব্যাংকের আ্যসেট কি কি?\nআমি : বললাম\n\nচেয়ারম্যান স্যার: স্প্রেড কি?\n\nআকন স্যার: এনপিভি কী?\nআমি: বর্তমান মোট মূল্য থেকে বিনিয়োগ বাবদ মোট ব্যয় বাদ দিলে যা বাকি থাকে।\n\nস্যার-১: সার্ক ভুক্ত দেশগুলোর কেন্দ্রীয় ব্যাংক এর নাম?\nআমি : বললাম\n\nস্যার-১: Portfolio Management কি?\nআমি: সরাসরি বলতে পারি নি, ডিমের উদাহরন দিয়ে বলেছি?\n\nচেয়ারম্যান স্যার: Treasury Bill কি?\nআমি: বললাম স্যার স্মরণ করতে পারছি না।\n\nম্যাম : কয়েকটা একাউন্টটিং সফটওয়্যার এর  নাম বলুন।\nআমি: মনে নাই\n\nচেয়ারম্যান স্যার: প্রথম চয়েজ কী?\nআমি: সোনালী ব্যাংক পিএলসি।\n\nচেয়ারম্যান স্যার: সোনালি ব্যাংক এর শাখা কয়টি?\nআমি: বললাম।\n\nস্যার-২: সোনালী ব্যাংকের সাথে বাকি রাষ্ট্রায়ত্ত ব্যাংক এর পার্থক্য  কোথায়?\nআমি: বললাম।\n\nচেয়ারম্যান স্যার: বাকি বোর্ড মেম্বারদের থেকে জিজ্ঞাসা করে বললেন,  আপনি আসতে পারেন।\nআমি: বোর্ডকে ধন্যবাদ এবং সালাম প্রদান করে কক্ষ থেকে বের হয়ে যায়।\n\nবি.দ্র: কিছু প্রশ্ন ( সাবজেক্টিভ এর কিছু ডিপ প্রশ্ন করেছিল)  ভুলে গেছি। ভুলত্রুটি ক্ষমা সুন্দর দৃষ্টিতে দেখবেন।\n\nভাইভা বোর্ড  একাডেমিক প্রশ্নে আগ্রহী ছিলেন বেশি।\n\n🔴পরামর্শ:\n\nযদি Md. Enamul Karim Khanস্যারের বোর্ডে পড়েন তাহলে অবশ্যই আপনাকে নিজের বিষয় নিয়ে প্রশ্ন করবে। সুতরাং নিজের অনার্সের বিষয় সম্পর্কে ভালো ভাবে জানুন।\n\nলেখায়:\nনি শা দ\n(সুপারিশপ্রাপ্ত)\nঅফিসার-রুরাল ক্রেডিট\nঅগ্রনী ব্যাংক পিএলসি\nBUP (২০১৯-২০২০ সেশন)"
    },
    {
        "id": 61,
        "board": "আনিসুর রহমান",
        "subject": "",
        "date": "2026-09-19",
        "questions": "বোর্ড: আনিসুর রহমান,\nসময় সকাল ৮টা, সম্ভবত ৪/৫ মিনিট হবে।\n\n1. কোথায় পড়াশোনা করেছেন?\nসরকারি বাঙলা কলেজ।\n2. আপনার বিষয় কী?\nরসায়ন\n3. রসায়নে পড়াশোনা করে ব্যাংকে কীভাবে কাজে লাগাবেন?\nব্যাখ্যা ভালোই দিয়েছি। এখানে গ্রিন ব্যাংকিং এবং গ্রিন কেমিস্ট্রির উদাহরণ টেনেছি।\n3. Inflation (মুদ্রাস্ফীতি) কী?\nবললাম, কিন্তু আমি আমার মন মত বলতে পারি নাই।\n4. Inflation হলে কী হয়?\nআমি বলেছি, তবে গুলিয়ে ফেলে মনমত বলতে পারি নাই, পরে ম্যাম বললো আরও ভালো করে জানবেন।\n5. ম্যাথ কয়টা হয়েছে?\n→ ৪টি বলার পরে।\n(0.2 × 0.2) / 100 = কত?\n0.01 + 0.1 + 0.2 = কত?\nএকটাও পারি নাই।\n\n.আপনার বাড়ি কোথায়?\n.এটা কি আপনার প্রথম ভাইভা?\nজি, স্যার। স্যার Good বলছে( প্রাপ্তি এতটুকুই)\n. বর্তমান প্রতিরক্ষা মন্ত্রীর নাম কি?\n\nআমি শুরুতে খলিলুর রহমান বলার পরে, সংশোধন করে দেন এবং আমি সরি বলে তারেক রহমান বললাম। বলার পরে ম্যাম ছিলো, উনি বলতেছে উনি প্রধানমন্ত্রী, নামের আগে জনাব বলা উচিৎ ছিলো।\n.বর্তমান পরিকল্পনা প্রতিমন্ত্রীর নাম কি?\nপারি নাই।\n.তাহলে পরিকল্পনা মন্ত্রীর নাম কি?\nআমির খসরু মাহমুদ চৌধুরী\n\nচেয়ারম্যান স্যার বললো, আপনি মনে হয় ভয় পাচ্ছেন। মায়ের কাছে দোয়া নিয়ে আসেননি?\nজি স্যার নিয়ে আসছি।\nওকে আসতে পারেন।\n\n* বর্তমান গুরুত্বপূর্ণ মন্ত্রী, নারী মন্ত্রীদের নাম জেনে যাবেন।\n* আমি সর্বোচ্চ প্রস্তুতি নিয়াই গেছি। এরপরে গুলিয়ে ফেলছি।"
    },
    {
        "id": 62,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-19",
        "questions": "19.9.26\nTime: 10 am\nGroup -01\n\n1. Kon university theke porasuna korechen?\n2. MBA kotha theke krechen ?\n3. Result kto?\n4. University te join krben na?\n5. Emn Result jadr tara to nijr university k priority dey.\n6. Liquidity r solvency to related term, Liquidity measure korar formula ki?\n: (valo vabe parini, guliye felechi)\n6. Amadr bank gulo te ekhon ki somossa? Solvency naki Liquidity?\n7. Working Capital er formula bolen? Ki kaje lage?\n8. Finance er main kaj to project implementation,  ki ki techniques use kre ekhetre?\n9. Apnar bari kothay?\n10. Padma Bridge diye aschen na?\n11. Ei Bridge er khetre kon techniques use kra hoiche?\n12. Recently, ekta bank create kra hoiche,  janen? Name ki bankr ?\n13. Koyta bank niye hoiche? Ki ki? (Ekta name bolte perechi, baki gulo vule gechi. Sorry bolchi).\n14. 2 ta foreign bankr name bolen?\n15. First choice ki ?\n16. 16. Math koyta hoyeche?\n17. Padma Bridge er length kto?\n60km/h e gele Padma Bridge par hote kto time lagbe? (10 minutes bole felechi, vul hoyeche)\nEita Apnar homework,  accha thik ache, thank you.\n\nBaki sob answer korechi, oi 3 ta question parini"
    },
    {
        "id": 63,
        "board": "Anisur Rahman sir",
        "subject": "Management",
        "date": "2026-09-19",
        "questions": "*আমার ভাইভা অভিজ্ঞতা*\n\n19.09.2026\nslot: 10 am(G-2)\nBoard :  Anisur Rahman sir\nSubject : Management\n\n1. নাম কি?\n2. কোন ডিপার্টমেন্ট?\n3. Kivabe nijar job manage korban ?\n4. Prothom choice ki ? Kano ?\n5. Sonali bank AR Rupali bank AR moddha parthokko ki ?\n6. Share market niya kicu question koracilan.( 1 ta parci 1 ta pari nai)\n7. 1 ta math dhoracilan.\n8. songoskriti monitir nam ki?\n9. Koi Jon nari montri Acan ?\n10. Management theka 3 ta theory AR questions.\n( 2 ta parci akta pari nai )\n11. Nari khomotayon ki?"
    },
    {
        "id": 64,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-19",
        "questions": "1st viva experiance\nEnvironmental science and resource management Department\n\nআমি :স্যার আসতে পারি?\nস্যার:আসুন\nআমি : আসসালামু আলাইকুম স্যার\nস্যার: উত্তর নিয়ে বসতে বললেন\nআমি: ধন্যবাদ, স্যার\nস্যার : আপনার নাম কি?\nআমি:আঁখি আক্তার\nস্যার : নামের অর্থ জিজ্ঞেস করলেন\nআমি: বললাম\nস্যার মাওলানা ভাসানীর নামে বিশ্ববিদ্যালয় অন্য জায়গায় না হয়ে কেন ঐখানে হলো?কী অবদান\nআমি: কাগমারি সম্মেলন হাইলাইট করে বললাম।\nস্যার: উনি কোথায় জন্মগ্রহণ করেছেন\nআমি: সিরাজগঞ্জ জেলায়\nস্যার: সিরাজগঞ্জ আার টাংগাইল কে বিভক্ত করছে কে?\nআমি : সরি বললাম\nস্যার: বললেন পারবেন চিন্তা করুন, আপনার পারার কথা\nআমি: মাওলানা ভাসানী বললাম\nস্যার: না, কোন ব্যাক্তি না\nআমি: যমুনা নদী\nস্যার : হে এইতো ঠিক বলছেন।\nস্যার: আমার সাবজেক্ট বললেন\nতারপর বললেন কানাডায় ২- ১ বছর আগে বরফের বৃষ্টি হয়েছে এবং এইটা কে গ্লোবাল ওয়ার্মিং এর অন্তর্ভুক্ত করা হয়েছে কেন?\nআমি: বললাম\nস্যার: উত্তর টা নিলেন না। নিজেই আবার বললেন মধ্যপ্রাচ্যেও  এখন বৃষ্টি হয়।তারপর ব্যাংকিং সম্পর্কে জিজ্ঞেস করতে বললেন অন্য আরেকজন স্যার কে\nস্যার ২: তফসিলি ব্যাংক কয়টা\nআমি:বললাম ৬৩ টা\nস্যার : বললেন কমছে\nস্যার: বিদেশি ব্যাংক কয়টি কয়েকটার নাম বলেন\nআমি: বললাম\nস্যার: স্ট্যান্ডার্ড চাটার্ট ব্যাংক কোন দেশের\nআমি: সরি স্যার\nস্যার: ওরি ব্যাংক কোন দেশের?\nআমি: দক্ষিণ কোরিয়া\nস্যার: আসতে পারেন আপনি\nআমি সালাম দিয়ে চলে আসার সময় আবার জিজ্ঞেস করলেন আমি কিছু করি কিনা\nআমি: না ।\nপরে চলে আসলাম"
    },
    {
        "id": 65,
        "board": "Not mentioned",
        "subject": "Civil Engineering",
        "date": "2026-09-21",
        "questions": "২০-৯-২০২৬\n\nDepartment: Civil Engineering\n\nViva Experience:\n\n1. 60 grade কি?\n2. 60 grade বলতে কি বুঝায়?\n3. 40 grade কোন use করি না?\n4. 1 মিটারে কত ফুট এবং কত ইঞ্চি?\n5. রাজশাহী কৃষি ব্যাংক কেন প্রথম চয়েজ?\n6. কোন ধরনের ব্যাংক এটা?\n7. এই ব্যাংকের কাজ কি?\n8. ব্যাংক কি অন্য কোন কাজ করতে পারে?\n9. শেষে একটা ম্যাথ (speed বিষয়ক) জিজ্ঞেস করে ভাইভা শেষ হইছে।"
    },
    {
        "id": 66,
        "board": "Not mentioned",
        "subject": "agriculture",
        "date": "2026-09-21",
        "questions": "Dept :agriculture\nKon versity\nMs korci ki nah\nSubjetive :\nMango defoliator o mango weevil konta beshi khoti kore\nApiculture ki?\nSericulture ki?\nSericulture kivabe kore..?\nBanking :\nGdp te krisir obodan...\nGDP ar akar koto/\nAge koto cilo??\nKrisir obodan komlo kno....\nMath. 002*0.004 koto"
    },
    {
        "id": 67,
        "board": "Md. Sarwar Hossain Sir",
        "subject": "CSE",
        "date": "2026-09-21",
        "questions": "Board:  Md. Sarwar Hossain Sir\nTime: 10-12 mins\nSub: CSE\n1. Science and Engineering er difernce..\n2. Tecnology bisoy ta ki 3. MAC blinding ki\n3. Bangla QR ki\n4. BAngla QR kivabe kaj kore, govt. kivabe lav korbe ekhan theke, jonogoner ki lav\n5. 1st choice ki\n6. Sonali bank kivabe kaj kre\n7. spread ki, spread rate koto..\n8. math koyta hoiche\n9. 2ta math korte dichilo.\nপ্রথমে কিছু ধর্মীয় প্রশ্ন করেছিলেন।"
    },
    {
        "id": 68,
        "board": "বোর্ড ৪",
        "subject": "রসায়ন",
        "date": "2026-09-21",
        "questions": "বোর্ড:৪\nআরিফ স্যার\nডিপার্টমেন্ট :রসায়ন\nভার্সিটি:চট্টগ্রাম বিশ্ববিদ্যালয়\nপারমাণবিক বিদ্যুৎ কেন্দ্র জ্বালানি?\nইউরেনিয়াম বাংলাদেশের কোথায় পাওয়া যায়?\nকেন তুলা যাচ্ছে? না-সিকিউরিটি কনসার্ন রয়েছে।টেকনিক্যালের পাশাপাশি (স্যারের মতে)\nপিরয়ডিক টেবিলের নিষ্ক্রিয় মৌলগুলোর নাম?\nস্বর্ণের সংকেত।Ag এর মিনিং কি?\npH কি?\nপানির pH কত?\nঘামলে ইলোক্ট্রোলাইটের কি পরিবর্তন হয়?\nএকটা ম্যাথ পদ্মা সেতুর দৈর্ঘ ৬ কিলোমিটার হলে ১ কিলোমিটারের একটা  ৬০ কিমি/ঘন্টা হলে,সেতুটি অতিক্রম করতে কতমিনিট লাগবে?\nনাইট্রিক এসিডের অপর নাম কি?(উনি আসলে অ্যাকুয়া রেজিয়া কি এটা জানতে চেয়েছিলেন)\nপ্রথম চয়েজ কোনটা?\nআপনাকে পোস্টিং টেকনাফ ও শিলিগুড়ি দিলে কোনটা বেছে নিবেন?\nখুবই ফ্রেন্ডলি ছিলেন।"
    },
    {
        "id": 69,
        "board": "বোর্ড ১",
        "subject": "",
        "date": "2026-09-21",
        "questions": "তারিখ:২১/০৯/২৬\nবোর্ড:১\nসিরিয়াল:৯\nম্যাথ কয়টা(৩),  আপনারা এতো কম পারেন কেনো ম্যাথ\n১.দূর্বল এসিডের এমন বৈশিষ্ট্য বলেন যা আমরা বুঝতে পারবো\n২.শক্তিশালি এসিড হাতে পড়লে আমরা পানি দিয়ে ধুই কেনো?\n৩.কচুতে কি থাকে?\n৪. গলা চুলাকালে আমরা কি খাই, আমি লেবু বলছি\n৫.তেতুল খাইলে কমে কিনা\n৬. সরকার কোন জিনিস বেশি ইমপোর্ট করে\n7. সেটা কোন অবস্থায় ইমপোর্ট করে\n8. ওটাকে রিফাইন করলে কি কি পাই\n9. বাই প্রোডাক্ট হিসেবে কোনটা পাই\n10. বিমানের ফুয়েল হিসেবে কি ব্যবহ্ত হয়\n11. টাকা ৩ টা ক্রয় করে, টাকায় ১ টা বিক্রি করলে লাভ না ক্ষতি হবে?\n12. কতো পার্সেন্ট লাভ হবে মুখে মুখে বলেন? এটা পারিনি"
    },
    {
        "id": 70,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-22",
        "questions": "আজকে ভাইভা দিয়ে আসলাম। অভিজ্ঞতাটি সবার সাথে শেয়ার করলাম:\nপদ : অফিসার (জেনারেল)\n\nআমি: আসতে পারি, স্যার?\n(প্রবেশ করে) আসসালামু আলাইকুম স্যার।\nবোর্ড: বসুন। আপনি কোন কলেজ থেকে পড়াশোনা করেছেন?\nআমি: বৃন্দাবন সরকারি কলেজ, হবিগঞ্জ।\nবোর্ড: আপনি এখন কী করেন?\nআমি: প্রাইমারি স্কুলের সহকারী শিক্ষক পদে সুপারিশপ্রাপ্ত।\nবোর্ড: বাংলাদেশের বর্তমান বাজেট কত?\nআমি: ৯,৩৮,০০০ কোটি টাকা।\nবোর্ড: রাজস্ব আয় কত?\nআমি: ৬,৯৫,০০০ কোটি টাকা।\nবোর্ড: ঘাটতি বাজেট কত আর সরকার এটা কীভাবে পূরণ করবে?\nআমি: ২,৪৩,০০০ কোটি টাকা। আর সরকার এটা দেশ এবং বিদেশ থেকে ঋণ নিয়ে ঘাটতি পূরণ করবে।\nবোর্ড: আপনি কীভাবে সরকারকে সাহায্য করবেন?\nআমি: ট্রেজারি বন্ড, সঞ্চয়পত্র কিনে।\nবোর্ড: ম্যাথ কয়টা হয়েছে?\nআমি: ৫ টা।\nবোর্ড: ৩ এর ৩০% কত?\nআমি: চেষ্টা করেছি একটু সময় চাওয়ায়...\n(বলছে ঠিক আছে)\nবোর্ড: আপনি যে পদের জন্য আসছেন এই পদের কাজ কী?\nআমি: নির্দিষ্ট কোনো কাজ নেই। ব্রাঞ্চ ম্যানেজার যে কাজ করতে বলবে ঐ কাজ করতে বাধ্য।\nবোর্ড: আজকের পেপার পড়েছেন?\nআমি: সরি স্যার, আজকে পড়া হয়নি।\nবোর্ড: আজকে বাংলা তারিখ কত এবং কী মাস?\nআমি: তারিখ বলতে পারিনি, মাস বলতে পারছি। সবকিছু মনে নেই।\nবোর্ড: আপনি আসুন।\nআমি: সালাম দিয়ে চলে আসলাম।"
    },
    {
        "id": 71,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-22",
        "questions": "ভাইভা অভিজ্ঞতা 😐og\n.বোর্ডে ২ জন ছিলেন কিন্তু প্রশ্ন ১ জন ই করছে।\n\nঢুকে সালাম দিলাম\nউনি বসতে বললেন\n✅স্যার- আপনার নাম?\n👉উত্তর দিলাম\n✅স্যার- আইন নিয়ে পড়েছেন?\n👉জ্বী স্যার।\n✅স্যার -কোন বিশ্ববিদ্যালয়?\n👉চট্টগ্রাম বিশ্ববিদ্যালয়\n✅স্যার- চট্টগ্রাম বিশ্ববিদ্যালয় কোন উপজেলায়\nবললাম\n✅স্যার- এর প্রতিবেশি কয়েক টা উপজেলার নাম বলেন।\n👉বললাম\n✅স্যার- সাতকানিয়ায় প্রকৃতিক একটা স্পট আছে,জানেন এ ব্যপারে কিছু?\n👉না স্যার।\n✅স্যার - আপনি কখনো চা বাগানে যান নি?\n👉না স্যার\n✅স্যার - কেন?\nস্যার আমি তেমন বাইরে যেতে পছন্দ করি না।\n✅স্যার- ক্যাম্পাসে থাকেন না?\n👉না স্যার\n✅স্যার- কোথায় থাকেন?\n👉ষোলোশহর\n✅স্যার ষোলো শহরের কোথায়?\n👉স্টেশনের পাশে।\n✅স্যার- ষোলোশহর তো অনেক বড়?\n👉কিছুটা বড় স্যার।\n✅স্যার - হালি শহর গিয়েছেন কখনো?\n👉জ্বী স্যার।\n✅স্যার-কয়টা হালিশহর মিলে একটা ষোলো শহর হয়?\n👉আমি চিন্তা করতেছি,পরে বললাম ৪ টা।\n✅স্যার - আপনি তো ল নিয়ে পড়ছেন?\n👉জ্বী স্যার\n✅স্যার - ordinance, act, order এর মাঝে পার্থক্য জানেন?এ ব্যপারে ধারণা আছে?\n👉জ্বী স্যার কিছুটা।\n✅স্যার - অর্ডিন্যান্স কি?\nবললাম।\n✅স্যার - কখন অর্ডিন্যান্স জারি করা সম্ভব?\nবললাম।\n✅স্যার - সংসদ আবার অধিবেশনে বসলে এই পাসকৃত অর্ডিন্যান্স এর ভবিষ্যত কি?\nবললাম।\n✅স্যার - অর্ডার কি?\nবললাম।\n✅স্যার-আচ্ছা আপনি অর্থ ঋণ আদালত সম্পর্কে তো জানেন?\n👉খুব একটা বেশি না স্যার।\n✅স্যার - নাম তো শুনেছেন?\nজ্বী স্যার।\n✅স্যার- এই আদালতের বিচারিক প্রকৃয়া বলতে পারবেন?\n👉না স্যার।(এটা তখন মাথায় কোনোভাবেই আসলো না)\n✅স্যার- আপনি ব্যাংকে জয়েন করলে তো এই বিষয় গুলো খুব ভালোভাবে জানতে হবে।\n👉জ্বী স্যার।\n✅স্যার - আচ্ছা বলেন, বর্তমানে আমাদের ব্যাংকিং খাতের সব চেয়ে বড় সমস্যা কি?\n👉Non performing loan.\n✅স্যার - এই সমস্যা সমাধানের উপায় কি?\n👉আমি ২/১ লাইন বলতে বলতেই উনি বল্ল থাক।\n✅স্যার-আর কোনো আইন এর নাম জানেন যা 👉ব্যাংক খাতের সমস্যা নিরসনে সাহায্য করবে?\nজ্বী স্যার।মানি লন্ডারিং প্রতিরোধ আইন,২০১২।\n✅স্যার - মানি লন্ডারিং কি?\n👉আমি বলা শেষ করার আগেই উনিও নিজে থেকে উত্তরের ২ লাইন বললেন।\n✅স্যার- এখন বলেন, আপনার প্রথম পছন্দ তো.......\n\nবলে উনি এই তো টা টা টেনেই যাচ্ছে আমার দিকে তাকিয়ে।\n👉আমি বললাম সোনালি।\nউনি একটু হাসলেন।তারপর জিগেস করলেন\n✅স্যার- ৩ টা নদীর নাম বলেন?\n👉বললাম পদ্মা, মেঘনা, যমুনা।\n✅স্যার- আমি জানতাম আপনি হয়ত এগুলাই বলবেন।আপনাকে ৩ টা ব্যাংকের নাম জিগেস করলেও বলতেন সোনালী,রুপালি, অগ্রণী বলে আমার দিকে তাকালেন।\nভাইভা বোর্ডের ২ জন ই এই কথা টা নিয়ে একটু হাসাহাসি করলেন।\nআবার আমাকে জিগেস করলেন,\n✅স্যার- এগুলা নাম তো অটোমেটিক্যালি চলে আসে,তেমনি সোনালী ব্যাংক ও তো অটোমেটিক্যালি ফার্স্ট চয়েস দিছেন?\n\nআমিও একটু হাসলাম ওনাদের সাথে।\n\n👉বললাম স্যার কিছু কারন তো আছেই\n✅স্যার- বলেন?\n👉সোনালী ব্যাংক বৃহত্তম বানিজ্যিক ব্যাংক।এর শাখা সব চেয়ে বেশি।তাই নিজ জেলায় বা এটলিস্ট এর আশে পাশে পোস্টিং পাওয়ার চান্স একটু বেশি থাকবে।\n✅স্যার -ঠিক আছে।আর কিছু জিগেস করব না।\nআপনি আসতে পারেন।\n👉জ্বী স্যার\n✅স্যার- তবে অর্থ ঋণ আদালতের বিষয় গুলো ভালোভাবে দেখে নেবেন,ব্যাংক এ জব করলে এই বিষয় গুলো খূব গুরুত্বপূর্ণ।\n👉জ্বী স্যার\nস্যার-আচ্ছা ঠিক আছে আসেন তাহলে।\nধন্যবাদ স্যার, আসসালামু আলাইকুম।\n\nএই বলে দরজা খুলে বেড়িয়ে এলাম😐\n\nঅভিজ্ঞ ভাই ও বোনেরা মতামত জানাবেন,\nভাইভায় কেমন মার্ক পেতে পারি।\nধন্যবাদ।"
    },
    {
        "id": 72,
        "board": "মকবুল হুসেন স্যার",
        "subject": "",
        "date": "2026-09-23",
        "questions": "মকবুল হুসেন স্যার\nইডি\n_____________\nনাম কি?\nরোল নম্বর বলেন তো?\nরোল নম্বর মাল্টিপ্লাই করলে কত হবে?\nম্যাথ কয়টা হয়েছে\nকি করেন এখন\nতোমার সাবজেক্ট এ কি পড়ানো হয়েছে বলো\nকৃষিতে কি কি যন্ত্র ব্যবহার করা হয় শুরু থেকে বলো সিরিয়াল ওয়াইস।\nকোন জায়গায় সবচেয়ে বেশি কৃষি যন্ত্র তৈরি করা হয়?\nএগ্রো ফরেস্ট্রি কি?\ncrop intensity কোন এলাকায় বেশি?কত?\nপ্রথম চয়েজ কি?\nসোনালী কেন? আপনার সাব্জেক্ট এর সাথে কি মিলে?\nশাখা কয়টি?কয়টি সাব কোম্পানি আছে?\nবিদেশী ব্যাংকের নাম বলো\nকোন অঞ্চলে সেচ কার্যক্রম সবচেয়ে বেশি হয়?\nঐটার নাম কি?\nসবুজ বিপ্লব কত সালে হয়?\nসিলেট বিভাগের বিখ্যাত বাউল শিল্পির নাম বলো।\nকয়টি গানের নাম বলেন উনাদের।"
    },
    {
        "id": 73,
        "board": "৪\nহাবিবুর রহমান স্যার",
        "subject": "",
        "date": "2026-09-23",
        "questions": "সকাল আটটা ,বোর্ড নাম্বার: ৪\nহাবিবুর রহমান স্যারের বোর্ড\nঢোকার পর প্রথমে নাম জিজ্ঞেস করল , তারপর ভার্সিটির নাম।\n১. রোল নাম্বার জিজ্ঞেস করছে,  রোল নাম্বারে গুণফল কত?\n২. আপনার রেজাল্ট ভালো তাহলে সিনিয়র অফিসার নবম গ্রেড বাদ দিয়া কেন দশম গ্রেডে পরীক্ষা দিচ্ছেন কেন?\n৩. 2 এর বর্গ কত? ৪ এর বর্গমূল কত?\n৪. ক্রমিক বিজোর সংখ্যার যোগফলের সমষ্টি।(এইটা নিয়ে আরে কিছু জিজ্ঞেস করছিল মনে নাই)\n৫. রুট ওভার মাইনাস ওয়ান এর মান কত?\n৬. দশটা ব্যাংক ও একটা আর্থিক প্রতিষ্ঠান, এই আর্থিক প্রতিষ্ঠানের নাম কি? এই প্রতিষ্ঠানটি কি ধরনের কাজ করে? বাণিজ্যিক বিল্ডিং তৈরিতে কি এই প্রতিষ্ঠানটি ঋণ দেয়?\n৭. দশটা ব্যাংকের ভিতর ও অতফসীল ব্যাংকের নাম গুলো কি?\n৮. প্রথম চয়েজ কি? সোনালী ব্যাংকের শাখা কয়টি সর্বশেষ শাখার নাম কি?\nপরে জিজ্ঞেস করলো উনাকে ছেড়ে দিবো নাকি?\nশেষে আরেকজন জিজ্ঞেস করল এখন বর্তমানে কি করতেছেন? তারপর বলল আপনি আসতে পারেন।"
    },
    {
        "id": 74,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-23",
        "questions": "Private bank e achhi shune Deep deep kichhu questions korechhilo:\n1.Retail risk mitigation er step gulo bolun\n2. What DBR is the minimum requirement for getting a housing loan from BHBFC?"
    },
    {
        "id": 75,
        "board": "হাবিবুর রহমান স্যার",
        "subject": "",
        "date": "2026-09-23",
        "questions": "২৩/০৯/২৬ ইং\nসকাল ১০.০০\nবোর্ড- হাবিবুর রহমান স্যার\nডেপ্ট: টেক্সটাইল ইঞ্জিনিয়ারিং\nসময়- ৩-৪ মিনিট\n১. কোন বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন?\n২.এখন কি করছেন?\n৩.বন্ড কি? বন্ড ও ডিভেঞ্চারের মধ্যে পার্থক্য?\n৪. সার্কভুক্ত দেশগুলোর কেন্দ্রীয় ব্যাংকের নাম\n৫. সম্মিলিত ইসলামি ব্যাংকের নাম\n৬.সোনালি ব্যাংক কোন কোন ব্যাংক নিয়ে গঠিত হয়েছে?\n৭. ঠিক আছে আসতে পারেন"
    },
    {
        "id": 76,
        "board": "বোর্ড 02",
        "subject": "Civil Engineering",
        "date": "2026-09-23",
        "questions": "Viva Experience-OG\n(কালেক্টেড)\n\nDate :23/09/2026\nDept: Civil Engineering\nBoard: 02\nSerial:01\n\n1) আপনার নাম কি?\n2) কোথা থেকে পড়াশোনা করেছেন?\n\n3) বর্তমানে জাতিসংঘের একটি অধিবেশন চলছে। এটি কততম অধিবেশন?\nAns: ৮১ তম\n\n4) জাতিসংঘের সদর দপ্তর কেথায়?\nAns: নিউইয়র্ক\n\n5) এই অধিবেশনে বাংলাদেশ কি বিমান ক্রয় নিয়ে কোনো চুক্তি করবে? বা কয়টি বিমান কিনবে?\nAns: আমার জানামতে এই চুক্তি ইন্টেরিম আমলে হয়ে গেছিলো। তাই প্রশ্নটা ভালোমতো বুঝতে পারি নি। তাই উত্তর দিতে পারি নি। Sorry Sir বলতে হয়েছে।)\n\n6) আচ্ছা,  বোয়িং কোন দেশের কোম্পানি?\nAns: America\n\n7) বিমানের জ্বালানি কি?\nAns:  কেরোসিন\n\n8) কেরোসিন বলায় বললেন এটার আরেকটা পরিশীলিত নাম আছে। সেটা বলেন।\nAns:  জেট ফুয়েল স্যার।\n\n9) আচ্ছা, জেট ফুয়েল কিভাবে বিমান সামনে নিয়ে যায়?\nAns:  নিউটন'স থার্ড ল অনুযায়ী স্যার। থার্ড ল বললাম। কিন্তু ওনাদের মনমতো হয়নি উত্তরটা।\n(আসলে  Thrust রিলেটেড কথাবার্তা বলতে হতো হয়তো। বোর্ড থেকে বের হয়ে মাথায় আসলো)\n\n10) আচ্ছা, বাংলাদেশ ব্যাংকের কার্যাবলি গুলা বলেন।\nAns: বললাম\n\n11) শেষে 'মুদ্রাস্ফীতি নিয়ন্ত্রণ করে' বলায় কাউন্টার কোয়েশ্চান করলেন কিভাবে মুদ্রাস্ফীতি নিয়ন্ত্রণ করে বলেন?\nAns: বললাম\n\n12) ব্যাংক রেটের মাধ্যমে কিভাবে মুদ্রাস্ফীতি নিয়ন্ত্রণ করা যায়, ব্যাখ্যা করেন। এটা নিয়ে পেঁচিয়েছে।\nAns: যদিও জানা এবং সহজ বিষয়। কিন্তু নার্ভাসনেস এর কারনে গুলিয়ে ফেলেছি হয়তো ওনাদের প্যাচানোর কারনে।\n\n13) আপনার ফার্স্ট চয়েস কি?\nAns:  রাকাব\n\n14) যশোরে পোস্টিং দিলে করবেন?\nAns: প্রথমে Identify করতে না পারায় বলে দিয়েছি করবো স্যার।  Then  স্যার আবার প্রশ্ন করলেন। তখন মনে পড়লো যশোরে রাকাবের শাখা নাই। তখন বললাম যশোরে রাকাবের শাখা নাই স্যার।\n\nঠিক আছে, আপনি আসেন।"
    },
    {
        "id": 77,
        "board": "বোর্ড ০৩",
        "subject": "অর্থনীতি",
        "date": "2026-09-23",
        "questions": "২৩/০৯/২০২৬\nসাবজেক্ট: অর্থনীতি\nবোর্ড-০৩\nসিরিয়াল-০৮\n\n১) ব্রেক ইভেন পয়েন্ট কী? চিত্র আঁকো? এই অবস্থায় ব্যবসা কি কন্টিনিউ করা উচিত?\n২) বাজার কী?\n৩) মনোপলিস্টিক কম্পিটিশন কী? উদাহরণ সহ।\n৪) বিভিন্ন বাজারের উদাহরণ।\n৫) এসডিজি কী? কয়েকটা গোল বলুন।\n৬) জিডিপি কী?\nআরও কিছু প্রশ্ন করেছিলো, মনে পড়ছে না।"
    },
    {
        "id": 78,
        "board": "আরিফ খান( এক্সিকিউটিভ ডিরেক্টর)",
        "subject": "সমাজবিজ্ঞান",
        "date": "2026-09-23",
        "questions": "বিষয় : সমাজবিজ্ঞান\nবোর্ড: আরিফ খান( এক্সিকিউটিভ ডিরেক্টর)\nস্যার: পড়াশোনা কোথায় করেছেন?\nউত্তর : বেগম রোকেয়া বিশ্ববিদ্যালয়,রংপুর\nস্যার: বেগম রোকেয়া কে ছিলেন?\nউত্তর : নারী জাগরণের অগ্রদূত\nস্যার: বেগম রোকেয়ার কয়েকটি বইয়ের নাম\nউত্তর : পদ্মরাগ,  মতিচূর,  অবরোধবাসিনী,  সুলতানার সপ্ন।\nস্যার: সিএসআর কি? এটা নিয়ে বিস্তারিত আলোচনা করেছে\nউত্তর : করপোরেট সোশ্যাল রেস্পন্সিবলিটি। আর্থিক প্রতিষ্ঠানের আয়ের একটা অংশ সমাজের উন্নয়নে ব্যয় করে।\nস্যার: ম্যাথ কয়টা হয়েছে?\nউত্তর : ৫ টা\nস্যার: আপিনি ত আগেও ভাইভা দিয়েছিলেন\nউত্তর : জী স্যার। ২৩ সাল ভিত্তিক অফিসার জেনারেল এবং অফিসার ক্যাশে ভাইভা দিয়েছিলাম।\nস্যার:জব হয়নি?\nউত্তর : জী না স্যার।\nস্যার: আগের বার ম্যাথ কয়টা করে হত?\nউত্তর : ৩/২ টা\nস্যার: প্রথম চয়েজ কি?\nউত্তর : সোনালী ব্যাংক পিএলসি\nস্যার: এর স্লোগান কি?\nউত্তর : বিশস্ত ও স্মার্ট\nস্যার: বিশস্ত ও স্মার্ট কেন বলা হয়?\nউত্তর : ব্যাংকের প্রতি জনগণের আমানতের বিশস্ততা এবং অনলাইন ব্যাংকিংের জন্য\nস্যার : আপনি কখনো কর দিয়েছেন?\nউত্তর' জ্বী স্যার।\nস্যার: কবে দিয়েছেন?\nউত্তর : পরোক্ষ কর হিসাবে ভ্যাট দেই।( স্যার পাশের একজনের সাথে বলছিলেন ভালো বলেছে)\nস্যার : সোশাল সেফটি নেট নিয়ে বলেন?\nউত্তর : সমাজের পিছিয়ে পরা মানুষের উন্নয়ন এর জন্য বিভিন্ন খাতে ব্যয় করে যেমন : ফ্যামিলি কার্ড,  বয়স্ক ভাতা\nস্যার: উন্নয়ন না নিরাপত্তার জন্য।\nস্যার: আপনি কখনো এর সুবিধা পেয়েছেন?\nউত্তর : জী স্যার।\nস্যার: কিভাবে পেয়েছেন?\nউত্তর : স্কুলে বিনামূল্যে বই পেয়েছিলাম।\nস্যার: সমাজবিজ্ঞান ও সমাজকল্যাণ এর মধ্যে পার্থক্য আছে?\nউত্তর : জী স্যার৷ সমাজবিজ্ঞান তাত্বিক বিষয়ে আলোচনা করে এবং সমাজকল্যাণ সমাজের বিভিন্ন সমস্যার সমাধান করে।\nস্যার: ঠিক আছে আসেন আপনি।"
    },
    {
        "id": 79,
        "board": "কবির স্যার",
        "subject": "",
        "date": "2026-09-24",
        "questions": "কবির স্যার এর বোর্ড, স্যার ছিলেন না, বিষয় cse\n।\nআপনি সাইবার সিকুরিটি ইমপ্লিমেন্ট করবেন কিভাবে ব্যাঙ্কে, বাংলা ভাষায় নয় ইঞ্জিনিয়ার এর ভাষায় বলেন।\n\nব্যাঙ্কে DRS এর জন্য কিভবে কাজ করবেন\nডিজাস্টার রিকভারি সিস্টেম\n\nএই দুই প্রশ্ন দিয়ে পেঁচিয়ে আশানুরূপ উত্তর না পেয়ে বের করে দিয়েছে"
    },
    {
        "id": 80,
        "board": "Not mentioned",
        "subject": "Finance and banking",
        "date": "2026-09-24",
        "questions": "Viva experience\n24/9/26\nAnisur Rahman sir DG\nSubject : Finance and banking\n\n1) Name, Roll,   2)\nBank er kaj ki?\n3)ACU ki kivabe kaj kore?\n4) central bank er kaj ki?\n5) problems of banking  sector\n6) math koyta Hoyechilo\n7) University te Department koyta\n8) NPL\n\n 2 ta math dhorcilo mukhe mukhe pari nai....sorry bolechi"
    },
    {
        "id": 81,
        "board": "হাবিবুর রহমান স্যার",
        "subject": "",
        "date": "2026-09-24",
        "questions": "ভাইভা এক্সপেরিয়েন্স :\nবোর্ড : হাবিবুর রহমান স্যার\nমেম্বার ১:\nক) আপনি তো ইংরেজি তে পড়েছেন।এটা ইংলিশ ল্যাংগুয়েজ নাকি সাহিত্য।\nAnswered\nখ) ইইংরেজি সাহিত্যের পিরিয়ডগুলা বলেন।\nanswered\nগ) রোমান্টিক পিরিয়ডের সময়কাল বলেন\nanswered\nঘ) কয়েকজন রোমান্টিক যুগের সাহিত্যিকদের নাম বলেন।\nanswered.\nঙ) lord Byron কোন দেশের কবি?\nদুঃখিত, মনে নেই।\nচেয়ারম্যান স্যার:\nক) বাজেটের আকার কত?\nanswered\nখ) ঘাটতি কত?\nমনে নেই স্যার।\nগ) ঘাটতি কিভাবে পূরণ করে?\nanswered\nঘ)অর্থমন্ত্রীর নাম কি?\nanswered\nঙ) অর্থ মন্ত্রণালয়ের বিভাগ\nanswered\nচ) পরিকল্পনা মন্ত্রীর নাম।\nদুঃখিত\nচেয়ারম্যান স্যার একটু প্যাচাচ্ছিলেন, পাশের ম্যাডাম সেটা সফটলি ক্লিয়ার করছিলেন।\nআর এসও রেজাল্ট এ মাসে হবে কিনা সেটাও সন্দেহ আছে।সুতরাং আশা না করায় ভালো।"
    },
    {
        "id": 82,
        "board": "Habibur Rahman Sir,Deputy Governor",
        "subject": "Textile Engineering",
        "date": "2026-09-24",
        "questions": "OG Viva Date:23-09-2026\n\nবোর্ড:Habibur Rahman Sir,Deputy Governor\n\nDepartment: Textile Engineering(Wet Process)\n\n1. আপনার নাম কী?\n2. আপনি কোথায় থেকে পড়াশোনা করেছেন?\n3.  বর্তমানে কী করছেন?\n4. টেক্সটাইলের Raw Materials কী কী?\n5. আমরা কি দেশীয় সোর্স থেকে Cotton-এর চাহিদা পূরণ করতে পারি? কতটুকু Supply করতে পারি?\n6. আমরা কোন দেশ থেকে সবচেয়ে বেশি Cotton আমদানি করি?\n7. ভারত কীভাবে আমাদের Spinning Industry-তে এমন প্রভাব বিস্তার করেছে, যার ফলে আমাদের Spinning Mills ক্ষতিগ্রস্ত হয়েছে?\n8.  উওর দেয়ার পর চেয়ারম্যান স্যারের পাল্টা প্রশ্ন, এই বিষয়টিকে Specific একটি Term-এ কী বলা হয়—Dumping নাকি Anti-Dumping?\n9.  Math কয়টি হয়েছে?\n10. কয়েকটি দেশীয় বীমা কোম্পানির নাম বলুন।\n11. কয়েকটি বিদেশী Bank-এর নাম বলুন।\n\nশেষে চেয়ারম্যান স্যার বললেন:\n“ঠিক আছে, আপনি আসতে পারেন।”"
    },
    {
        "id": 83,
        "board": "Not mentioned",
        "subject": "",
        "date": "2026-09-24",
        "questions": "২৪-৯-২৬\nবিকাল:২.০০ টা।\nসময়- আনুমানিক ১২-১৩ মিনিট\n\n১. আপনার নাম কি\n২৷ কোন বিশ্ববিদ্যালয় থেকে পাশ করেছেন?\n৩. আপনি তো ইঞ্জিনিয়ার। তাহলে একটা ম্যাথ করেন,\nMath:\n1. 20m লম্বা একটি গাছ ভেঙে মাটিতে ৩০° কোন করলে কত উচ্চতায় ভাঙ্গল?\n4. ট্রাপিজিয়াম এর সূত্র দিয়ে একটি ম্যাথ দিলো।\n5. ট্রাপিজিয়াম এর ক্ষেত্রফল এর সূত্রটা আসলো কি কি ভাবে, এইটা পার্ট বাই পার্ট ভেঙে বলো।\nএটা এন্সার দেওয়ার পর চেয়ারম্যান স্যার একটু ব্যাস্ত হয়ে যান। তিনি চলে যান।\n\nএক্স-১ স্যার:\nআপনার ইঞ্জিনিয়ারিং নলেজ একটু টেস্ট করি\n\n1. কয়েকটা ইঞ্জিন ওয়েল বানায় এমন কোম্পানির নাম\n2. ইঞ্জিন ওয়েল কতদিন পর বদলাইতে হবে\n3. বাংলাদেশে ইঞ্জিন এর পার্টস গুলোর সার্টিফিকেট দেয় কোন প্রতিষ্টান\n\nএক্স-২ :\n১.আপনার ফাস্ট চয়েজ কি?\n২.হাউজ বিল্ডিং সর্বোচ্চ কত ঋন দেয়?\n৩. যত লোন চায় কেউ, ততই কি দেয়? কি কি শর্ত ফিল আপ করার পর দিবে?\n৪. DAR নাকি কি রেশিও এর মান জানতে চাইসে।  আমি প্রশ্নই বুঝিনাই।\n\nএক্স-৩.\n১.আপনার ম্যাথ কয়টি হয়েছে?\nতাহলে আপনাকে কয়টা ম্যাথ ধরি।\n\n১. টাকায় ১ টি আমলকি কিনে টাকায় ৫ টি বিক্রি করলে কত% লাভ বা ক্ষতি?\n২. টাকায় ৫ টি কিনে ১ টি বিক্রি করলে কত% লাভ বা ক্ষতি হবে?\n\nআচ্ছা আপনি আসতে পারেন।"
    },
    {
        "id": 84,
        "board": "খেয়াল করিনি(এরজন্য পরে বাঁশ) (বোর্ডে উনি ছিলেন না)",
        "subject": "প্রাণিবিদ্যা",
        "date": "2026-09-24",
        "questions": "অফিসার(জেনারেল)(২৫১০২) ভাইভা অভিজ্ঞতা (২৪/০৯/২০২৬) দুপুর ২ টার স্লট\nগ্রুপ ৩, সিরিয়াল ৮,বোর্ডে সময়: ১০-১২ মিনিট\nসাবজেক্ট: প্রাণিবিদ্যা\nবোর্ডের চেয়ারম্যান: খেয়াল করিনি(এরজন্য পরে বাঁশ) (বোর্ডে উনি ছিলেন না)\n\n👉সদস্য-১: আপনার নাম?\nAnswered\n👉সদস্য-২: আপনার রোল কত? আপনার রোলের গুণফল কত?\n(স্যার আমার রোলে একটা শূন্য আছে, তাই গুণফল শূন্য হবে, শুনে স্যার হাসলেন)\n😒সদস্য-১: বাণিজ্যিক ব্যাংকের কাজ কী? কেন্দ্রীয় ব্যাংকের কাজ কী? এগুলোর মধ্যে প্রধান কাজ কোনটি? সব কেন্দ্রীয় ব্যাংক ই কী মুদ্রা প্রচলন করে? মুদ্রাস্ফীতি কী? তাহলে মূল্যস্ফীতি কী?কে পরিমাপ করে এগুলো? বর্তমানে মুদ্রাস্ফীতির হার কত? যুক্তরাষ্ট্রের কেন্দ্রীয় ব্যাংকের নাম কী? আমাদের পাশের দেশ ইন্ডিয়ার কেন্দ্রীয় ব্যাংকের নাম কী? ভুটানের কারেন্সির নাম কী?\n( উনি একের পর এক প্রশ্ন করছিলেন,শেষের প্রশ্নের উত্তর কিছুতেই ঐ মুহুর্তে মাথায় আসছিল না, সরি স্যার মনে করতে পারছি না বলায় থামলেন)\n👉 সদস্য-২: ম্যাথ কয়টি হয়েছিল আপনার?\n(৪ টি হয়েছিল স্যার)\n👉 সদস্য-২: তাহলে কয়েকটি ম্যাথ করেন, ৫÷০.৪ কত হবে?\n(আমি বললাম স্যার কিছুটা সময় পেতে পারি ভাবার জন্য? উনি বললেন অযৌক্তিক সময় নেবেন না, কিন্তু ১০ সেকেন্ড এর মধ্যেই...\n👉সদস্য-২: ঠিক আছে, আপনাকে আরেকটু সহজ ম্যাথ ধরি, বলুন ০.২ এর কিউব কত?\n(এটা কয়েক সেকেন্ডের মধ্যেই উত্তর দিলাম)\n😒 সদস্য-১: আপনি কোথায় পড়েছেন?( চট্টগ্রাম বিশ্ববিদ্যালয় শোনার পর) আপনার ক্যাম্পাসে কি বনরুই আছে? বনরুই কোন ধরনের প্রাণী? এটার নাম বনরুই কেন? অন্যান্য প্রাণীর সাথে এটার পার্থক্য কী?\n(আবার ও শেষের প্রশ্ন না পারায় উনি থামলেন 🙂)\n👉 সদস্য-২: আচ্ছা, এই রুমে কি কি দেখছেন ইংরেজি তে বলুন।\n( সবই সুন্দর করে বলেছি, কিন্তু)\n👉 সদস্য-২: আচ্ছা চেয়ারম্যান স্যারের চেয়ার যে খালি এটা তো বললেন না 🙂\n(আমি বোকার মত স্মিত হাসলাম,উনারা ও হাসতেছে)\nসদস্য-২: আচ্ছা চেয়ারম্যান স্যারের নাম বলেন।\n( চেয়ারম্যান স্যারের নাম খেয়াল করিনি, তাই সরি স্যার বলেছি)\n👉সদস্য-২: আপনি কোন স্যারের বোর্ডে ভাইভা দিতে এসেছেন তা জানেন না? ( সবাই মজা নিচ্ছে এবার🙂)\n👉 সদস্য-১: আচ্ছা, যুক্তরাষ্ট্রের মুদ্রার নাম তো ডলার, তাহলে ইউরোডলার কী?\n(সুন্দর করে বলেছি, উনি উত্তর শুনে বললেন 'গুড')\n👉 সদস্য-১: বলুন সম্পদের দিক থেকে বিশ্বের সবচেয়ে বড় বানিজ্যিক ব্যাংক কোনটি?\n(সরি স্যার বলেছি, তখন সদস্য-৩ এর দিকে তাকিয়ে বাকি দুজন জানতে চাইলেন কিছু জিজ্ঞেস করবেন কিনা, উনি না বললেন, সারাক্ষণ উনি মিটিমিটি হেসে মজা নিচ্ছিলেন 🙂)\n👉সদস্য-১: ঠিক আছে আপনি আসুন।\nসালাম দিয়ে প্রস্থান🙂"
    },
    {
        "id": 85,
        "board": "৩ ( মুখপাত্র আরিফ হোসাইন স্যার)",
        "subject": "যন্ত্রকৌশল",
        "date": "2026-09-27",
        "questions": "২৭/০৯/২০২৬\nবোর্ড-৩ ( মুখপাত্র আরিফ হোসাইন স্যার)\nসকাল ৮:০০, সিরিয়াল-৩\nবিষয়: যন্ত্রকৌশল\n\nআরিফ স্যার:\n• নাম, বিশ্ববিদ্যালয়, সাবজেক্ট\n• ডিপার্টমেন্টে কততম?\n• বিমানে কতটি ইঞ্জিন থাকে?\n• কনকর্ড বিমান কোন ধরণের বিমান?\n• কনকর্ডের স্পিড কেমন ছিলো?\n• এমন একটি প্রযুক্তির নাম বলুন যার কারণে একটি বিপ্লব ঘটেছে৷\n• স্টিম ইঞ্জিন ছাড়া আর কী কী প্রযুক্তির কারণে বৈজ্ঞানিক অগ্রগতি ঘটেছে।\n•বিমান আবিষ্কারের আগে পরিবহনের জন্য এমন একটি ও একমাত্র উদ্ভাবনের নাম বলুন যেটি অবশ্যম্ভাবী ছিলো।\n• এই পরীক্ষায় যে একটি আর্থিক প্রতিষ্ঠান আছে তার নাম কী?\n• এটির মূখ্য উদ্দেশ্য কী?\n• যদি একটি দোকান বানানোর জন্য লোন চান তবে কী BHBFC অর্থায়ন করবে?\nএক্সটার্নাল-১: ম্যাথ কয়টি হয়েছে আপনার।\nপদ্মা সেতুর দৈর্ঘ্য কত?\nএকটি ম্যাথ করুন : পদ্মা সেতুর দৈর্ঘ্য ৬ কি.মি হলে ৯০ কিলো/মিনিট বেগে চলন্ত ট্রেন কত মিনিটে অতিক্রম করবে।\nএক্সটার্নাল-২: এবার আসুন।"
    },
    {
        "id": 86,
        "board": "Not mentioned",
        "subject": "অর্থনীতি",
        "date": "2026-09-27",
        "questions": "২৭/০৯/২০২৭.\nগ্রুপ ২,সিরিয়াল ৬\nবোর্ডের নাম মনে নাই।\nবিষয়:অর্থনীতি, সকাল ১০ টা\n\n১.কোন বিষয়ে পড়াশোনা,\nবিশ্ববিদ্যালয়ের নাম।\n২.দুইজন বিশ্ববিদ্যালয়ের অর্থনীতির ব্যাক্তিত্ব বলুন।\n৩.ড. মুহাম্মদ ইউনুস এর three zero সম্পর্কে বলুন।\n৩.চয়েস লিস্ট এ কোনটি দিয়েছেন?\n\n৪.কোন প্রতিষ্টানের অন্তর্গত।\nআর্থিক প্রতিষ্ঠান আর ব্যাংকের মধ্যে পার্থক্য।\n৫.opportunity cost কি? ব্যাংকের চাকরি হলে opportunity cost কি হবে?\n\n৬.merger হওয়া তিনটা প্রতিষ্টান এর নাম বলুন।\n(উত্তর দেবার সময় সম্পূর্ণ নাম বলবেন)\n৭.বাংলাদেশ ব্যংকের দুইটি কাজ বলুন।\n৮.২৫%=১৮ হলে ১০০% কত হবে?"
    },
    {
        "id": 87,
        "board": "27/09/26",
        "subject": "কৃষি প্রকৌশল",
        "date": "2026-09-27",
        "questions": "27/09/26\nGroup-1 Serial-3\nArief স্যার এর বোর্ড\nবিষয়:কৃষি প্রকৌশল\n\nQ.নাম?\nQ.আপনি কোন ভার্সিটি থেকে পড়েছেন?\nQ.আপনার নামের সাথে ইঞ্জিনিয়ার হবে নাকি কৃষিবিদ?\nQ.আপনার পজিশন কত\nQ.বর্তমানে কী করছেন?(ইনভায়রনমেন্টাল সায়েন্স এ মাস্টার্স)\nQ.এনভায়রনমেন্টাল সায়েন্স তো বর্তমানে সময়োপযোগী টপিক,আচ্ছা বলেন কয়দিন আগে কানাডায় টেম্পারেচার কমে গেল শীতে, ইউরোপ এর তাপমাত্রা বেড়ে গেল,তাহলে এটাকে গ্লোবাল \"ওয়ার্মিং\" কেন বলে?\nQ.ওজন লেয়ার এ CFC কিভাবে ক্ষতি করে?\nQ.অক্সিজেন তো ভালো,ওজন ভেঙে অক্সিজেন তৈরি হলে সেটা কই যায়?ভালো হবার কথা না?\nQ.ওজন লেয়ার ক্ষতির কারনে কী সমস্যা হচ্ছে?\nQ.প্রথম চয়েজে কী?(বাংলাদেশ কৃষি ব্যাংক)\nQ.হোম টাউন কোথায়?(ফেনী)\nQ.ফেনীতে কৃষি ব্যাংক আছে?\nQ.কোথায় কৃষি ব্যাংক নাই?\nQ.কয়টি জেলায় কৃষি ব্যাংক নাই?\nQ.যদি কৃষি ব্যাংক নেই এবং আছে এইরকম সংখ্যক উপজেলার অনুপাত বের করতে বলি তাহলে কত হবে?(1:3)\nQ.ঠিকাছে।\n\n(আরিফ স্যার ই সব প্রশ্ন করেছেন,বাকিরা তেমন প্রশ্ন করেন নি।স্যার রা ফ্রেন্ডলি ছিলেন খুব।)"
    },
    {
        "id": 88,
        "board": "ভাইবা অভিজ্ঞতা\nহাসেম স্যার",
        "subject": "",
        "date": "2026-09-28",
        "questions": "ভাইবা অভিজ্ঞতা\nহাসেম স্যারের বোর্ড ছিলো।  খুবই ফ্রেন্ডলি। আলহামদুলিল্লাহ।\nসালাম দিয়ে রুমে প্রবেশ করলাম। তিন জন স্যার ছিলেন। তিনজনই প্রশ্ন করেছেন।\n\nপ্রশ্ন ১ঃ আপনার রোল নাম্বার এ কয়টি সংখ্যা আছে? সংখ্যা গুলোর গুণফল কত হবে?\n\n নাম্বারে শূন্য ছিলো তাই আন্সার দিলাম শূণ্য।\n\nপ্রশ্ন২ঃ কোন সাবজেক্ট এ পড়েছেন? কোথা থেকে পড়েছেন।\nবললাম\nপ্রশ্ন৩ঃ প্রত্নতত্ত্ব সাবজেক্ট এ পড়ে আপনি ব্যাংকিং খাতে কীভাবে সেবা দিবেন?\nবললাম। পরবর্তীতে স্যার বললো এতো কিছু বলার দরকার নেই। আপনি বলবেন, স্যার, শিখে নিবো।\n\nপ্রশ্ন ৪: ম্যাথ। ৫টি সংখ্যার গড়ের অর্ধেক ৫২ হলে সংখ্যাগুলোর যোগফল কতো?\nবললাম ৫২০\n\nপ্রশ্ন৫ঃ বাংলাদেশ ব্যাংক এর কাজ কি? যেকোনো একটি বলেন।\nবললাম নোট ইস্যু করা।\nপুনরায় বললেন এটা ছাড়া বলেন। বললাম মুদ্রানীতি প্রণয়ন করা। পরে আরেক স্যার বললো এবং বাস্তবায়ন করা। বললাম জ্বি, স্যার।\n\nপ্রশ্ন ৬ঃ ধরেন, আপনি ব্যাংকে চাকরি পেলেন। আপনার বেতন কি সরকার দিবে?\nবললাম, জ্বি, স্যার। সরকারি ব্যাংক যেহেতু সরকার ই দিবে। স্যার বললেন,না, এটা জেনে নিবেন।\n\nপ্রশ্ন ৭ঃ ব্যাংকিং সেক্টরের চ্যালেঞ্জ আর সম্ভাবনা বলেন।\n\nচ্যালেঞ্জে খেলাপি ঋণ এর কথা বললাম।\n\nপ্রশ্ন ৮ঃ খেলাপি ঋণ বিষয় টা কি?\nবললাম। এবং খেলাপি ঋণ এর পরিমাণ ও বললাম।\n\nপ্রশ্ন৯ঃ  বাণিজ্যিক ব্যাংক গুলোর কাজ কি?\nবললাম\nপ্রশ্ন১০ঃ বাণিজ্যিক ব্যাংক গুলো আয় করে কীভাবে?\nবললাম।\nপ্রশ্ন ১১ঃ প্রথম চয়েজ কি?\nবললাম সোনালী ব্যাংক পিএলসি।\n\nপ্রশ্ন ১২ঃ সোনালী ব্যাংক প্রথম চয়েজে রাখার কারণ কি?\nবললাম এটা বৃহত্তম রাষ্ট্রায়ত্ত ব্যাংক তাই এখানে কাজ করতে পারলে সামাজিক মর্যাদা বৃদ্ধি পাবে।\nস্যার বললেন এটুকু বললেই হবে যে, ব্যাংকটি সম্ভাবনাময়।\nপ্রশ্ন ১৩ঃ আমি একজন কাঠুরিয়া কে কাঠের দোকানে কাঠ কাটতে দেখলাম। ট্রান্সলেট করুন।\n\nI saw a woodcutter cutting wood in a wood shop..এটা বললাম।\nতারপর বললেন ঠিক আছে। আসেন।ধন্যবাদ। আমিও সালাম দিয়ে বের হয়ে গেলাম।\n\nসবার নিকট দোয়াপ্রার্থী।🤲\n\n©Sharmin Sharu\nসহকারী শিক্ষক, সরকারি প্রাথমিক বিদ্যালয়\n(Collected)"
    },
    {
        "id": 89,
        "board": "ফিশারিজ\nসারওয়ার স্যার",
        "subject": "ফিশারিজ",
        "date": "2026-09-30",
        "questions": "২৭/০৯/২৬\nসাবজেক্ট: ফিশারিজ\nসারওয়ার স্যারের বোর্ড\n\n*নাম কি?\n*কোন বিশ্ববিদ্যালয়?\n*একুয়াকালচার কি?\n*ব্যাঙ চাষকে কি বলে?\n*কাঁকড়া চাষকে কি বলে?\n*বাংলাদেশ কি বিদেশ থেকে মাছ আমদানি করে?\n*কি কি মাছ আমদানি করে?\n*বৈদেশিক বাণিজ্যে ব্যাংক কিভাবে লাভবান হয়?\n*রেমিটেন্স থেকে ব্যাংক কিভাবে আয় করে? এই টার্মটাকে কি বলে? =Exchange gain\n*স্প্রেড এর কোন নির্দিষ্ট হার আছে? কত সেটা?\n*বাংলাদেশ ব্যাংক এর কাজ কি? প্রধান কাজ কোনটা?\n*মুদ্রানীতি বাস্তবায়ন কে করে?\n*মুদ্রানীতি কেন প্রণয়ন করা হয়?\n*বর্তমানে মূল্যস্ফীতি কত?\n*মূল্যস্ফীতির পরিমাণ কে নির্ণয় করে?\n*BBS কোন মন্ত্রণালয়ের আন্ডার এ?\n*পরিকল্পনা মন্ত্রীর নাম কি?\n*ম্যাথ কয়টা হয়েছে?\n*টাকায় দুইটা কিনে টাকায় একটা বিক্রয় করলে কত % লাভ হবে?\nআর এর উল্টোটা করলে কি হবে? কত % ক্ষতি হবে?"
    },
    {
        "id": 90,
        "board": "Dr. md Habibur rahman",
        "subject": "Food Engineering",
        "date": "2026-09-30",
        "questions": "My viva experience:\nSub: Food Engineering\nBangladesh Agricultural university\nBoard chairman :Dr. md Habibur rahman\n\nসালাম দিয়ে বসলাম। চেয়ারম্যান স্যার ছিলেন না।\nবোর্ড মেম্বার ১:\nনাম কি, কোন বিশ্ববিদ্যালয় থেকে পড়েছেন, সাবজেক্ট কি?\n   : কি কি বিষয় কোর্স এ ছিল?\n   : ফুড সেইফটির কথা বলায় জিজ্ঞেস করেন ফুড সেইফটি কি।\n   : প্রথম পছন্দ কোন ব্যাংক?\n  আমার প্রথম পছন্দ সোনালি হওয়ায় জিজ্ঞেস করলেন\n  : সোনালি ব্যাংক কেন?\n সবথেকে বেশি শাখা বলায় জিজ্ঞেস করলেন শাখা কতগুলো?\n: বাংলাদেশ ব্যাংকের মূল কাজ কি?\n: মুদ্রানীতি প্রণয়ন ও বাস্তবায়ন এর কথা বলায় জিজ্ঞেস করলেন কি করা হয় এর মাধ্যমে?\n:মুদ্রাস্ফীতির কথা বলায় এখন মুদ্রাস্ফীতি কত শতাংশ জিজ্ঞেস করলেন?\n: ৮.২৬ % বলার পরে বললেন আচ্ছা ৯% এর নিচে আছে যেহেতু আনসার নিলাম।\nতারপর অন্যএকজন কে বললেন জিজ্ঞেস করেন।\nবোর্ড মেম্বার ২:\n\n: এখানে যে পোস্ট এ আবেদন করেছ সেখানে নন শিডিওল ব্যাংক আছে?\n: আচ্ছা ম্যাথ দেই। তিনটি ক্রমিক সংখ্যার যোগফল ৬৯ হলে ছোট সংখ্যাটি কত?\n:০.০১^১০ এর মান কত।\nওনি বলার সময় পয়েন্ট জিরো ওয়ান বলেন আমি শুনতে ভুল করে ভাবি ০.১ এর টা জিজ্ঞেস করেছে পরে আগের জন বোর্ড মেম্বার আমাকে বলেন ০.০১ পরে বুঝতে পারি।\n: টাকায় ২ টা কিনে একটা বিক্রি করলে কত পারসেন্ট লাভ বা ক্ষতি হয়?\nএরপর আমাকে আসতে বললে সালাম দিয়ে বের হয়ে আসি।"
    },
    {
        "id": 91,
        "board": "বোর্ড 02",
        "subject": "হিসাববিজ্ঞান",
        "date": "2026-10-01",
        "questions": "Date: 01.10.2026\nBoard: 02\nSL-07\nবিষয়: হিসাববিজ্ঞান(জাতীয় বিশ্ববিদ্যালয়)\nName: Yafid\n(সকাল 10 টার স্লট, আমার ভাইবা শুরু হয়েছে ১২টায়।)\n\nসালাম দিয়ে প্রবেশ করার পর বসতে বললেন। চেয়ারম্যান স্যার Introduce yourself বলে কল রিসিভ করে রুমের ভিতরের রুমে চলে গেছে।\n\nউত্তর:করলাম ইন্ট্রডিউস ইংরেজিতে(নাম, পড়ালেখা, কারেন্ট জব, বর্তমানে সরকারি বা রাষ্ট্রায়ত্ত প্রতিষ্ঠানে জব নেওয়ার চেষ্টা করতেছি ইত্যাদি)\n\nEx1: কিসের জব করেন?\nAns: স্যার, একটা বেসরকারি প্রতিষ্ঠানে।\nEx1: কি নাম?\nAns:\nEx1: কোন পদে?\nAns: Manager(Service & spare parts)\nEx1: তাহলে তো সাপ্লাই চেইনের সাথে আছেন। কতজন এমপ্লয়ি আছে? কত বছর ধরে আছেন? ব্যাংকে কোনো কাজ করতে হয় আপনাকে?\nAns:..........  না স্যার, ব্যাংকের সাথে আমাকে কোনো কাজ করতে হয় না।\nEx1: সেলারি কি ব্যাংকে দেয়?\nAns: না স্যার, ক্যাশে দেয়।\nEx1: কোনো ব্যাংকে আপনার একাউন্ট আছে? কোন ব্যাংকে?\nAns: জ্বি স্যার, Dutch Bangla Bank Ltd. তে।\nEx1: ব্যাংকের কয়েকটা হিসাবের নাম বলেন।\nAns: চলতি হিসাব, সঞ্চয়ী হিসাব।\nEx2: আপনি তো পিউর হিসাববিজ্ঞানের ছাত্র। হিসাববিজ্ঞানের সুত্রটা বলেন।\nAns: স্যার,  A=L+OE. যেখানে A সম্পদ এবং L দায় ও OE মালিকানাসত্ব নির্দেশ করে।\nEX2: বলেন ৫০০ টাকার পণ্য বিক্রয় করা হলো। এটা এই সুত্রে কিভাবে প্রভাব ফেলবে?\nAns: স্যার, যদি নগদে বিক্রয় করা হয়ে থাকে তাহলে জাবেদা হবে নগদান হিসাব ডেবিট এবং বিক্রয় হিসাব ক্রেডিট। যেহেতু নগদান হিসাব সম্পদ, তাই ৫০০ টাকা A(সম্পদ) বৃদ্ধি পাবে এবং বিক্রয় আয়(R) হিসাবে OE বৃদ্ধি পাবে।\nEX2: আরেকটা জিনিসে প্রভাব ফেলবে। সেটা কি?\nAns: স্যার ঠিক বুঝতেছি না।\nEX2: পণ্য বিক্রয় করলেন, সেটা কই পাইলেন? পণ্যটা কিভাবে আসলো?\nAns: স্যার প্রারম্ভিক মজুদ থেকে। তাহলে স্যার প্রারম্ভিক মজুদও কমবে।\nEX2: জ্বি। অনার্স এ কি কি বিষয়ের বই পড়েছেন? নাম বলেন?\nAns: চুপ করে তাকাই ছিলাম।\nEX3: এটা বাদ দেন, অনেক আগে পড়ছে, এগুলো জিজ্ঞাসা করে লাভ নাই। বলতে পারবে না।\nEX2: (কয়েকটা Term জিজ্ঞাসা করেছে, খেয়াল করি নাই, পারি না তাই মনেও নাই।) নাম শুনছেন এগুলোর?\nAns: সরি স্যার, আসলে ঠিক খেয়াল করতে পারতেছি না এই মুহুর্তে।\nEX3: স্যার আপনি তো ফিন্যান্স এর ডিপে চলে চাচ্ছেন, ও তো হিসাববিজ্ঞান। ও পারবে না এগুলো। আচ্ছা বলেন 0.1 এর কিউব কতে হবে?\nAns: স্যার, 0.001\nEx3: আর 0.01 এর কিউব?\nAns: স্যার 0.000001 হবে, পয়েন্টের পর পাঁচটা শূন্য এর পর এক হবে।(এভাবে ভেংগেই বলছি, বোঝার সুবিধার জন্য)\nEX2: Math কয়টা হয়েছিল?\nAns: স্যার, ৪টা।\nEx2: আজকের পত্রিকা পড়েছিলেন?\nAns: জ্বি, স্যার।\nEx2: কোথায় পড়েছেন?\nAns: Waiting Room এ ছিল, ভাইবার জন্য অপেক্ষা করছিলাম, তখন হাল্কা করে পড়েছি।\nEx2: আজকের পত্রিকার বিশেষ একটা খবর কি? পুরো বাংলাদেশ নিয়ে।\nAns: স্যার, আজকে বিশ্ব প্রবীণ দিবস।\nEx2: প্রতিপাদ্য বলেন, যেহেতু পড়েই ঢুকছেন।\nAns: দীর্ঘায়ুর যুগ: দীর্ঘ জীবনের জন্য নতুন ভাবনা।\nEx2: আজকের আরো একটা বিশেষ খরব আছে। দেশের অবস্থা নিয়ে, আরো সহজ করে বললে, বাংলাদেশ ব্যাংক রিলেটেড।\nAns: জ্বি, স্যার। নতুন মুদ্রানীতির প্রস্তাব দিয়েছেন বাংলাদেশ ব্যাংক। মূল্যস্ফীতি বৃদ্ধির সম্ভাবনা নিয়ে বলা হয়েছে এবং নীতি সুদ হার 9.5% রাখার সিদ্ধান্ত নেওয়া হয়েছে।\nEX2: ইয়েস। আগে কত ছিল নীতি হার?\nAns: স্যার,১০%.\nEx2: না।\nAns: স্যার ৯.৫% এর আগে ৯.৫% ছিল। এটা অপরিবর্তিত রাখার সিদ্ধান্ত নেওয়া হয়েছে এবং এর আগে ১০% ছিল।\nEx3: অনেক কিছু তো জিজ্ঞাসা করলেন, ছেড়ে দেন ছেড়ে।\nEx1: আচ্ছা বর্তমানে কয়জন নারী মন্ত্রী আছে জানেন?\nAns: ধারণা নেই স্যার।\nEx3: ২-১ জনের নাম বলেন।\nAns: সরি স্যার, এবিষয়ে একদমই ধারণা নেই স্যার।\nEx1: পরিকল্পনা মন্ত্রীর নাম জানেন?\nAns: জ্বি স্যার। জনাব আমীর খসরু মাহমুদ চৌধুরী।\nEx1: এইটা তো ঠিকই জানেন। রাজনীতি করেন নাকি?\nAns: না স্যার। আসলে আমার বাসা চট্টগ্রামে হওয়ায় উনার নামটা আমার জন্য পরিচিত।\n(চেয়ারম্যান স্যার কথা শেষ করে আসলেন এতক্ষনে)\n\nচেয়ারম্যান: (মিষ্টি করে হেসে হেসে বললেন) আচ্ছা আপনাকে ধন্যবাদ। আপনি আসতে পারেন এখন(এই টাইপেরই কিছু একটা বললো)। আমিও ধন্যবাদ স্যার বলে সালাম দিয়ে বের হয়ে চলে আসলাম। (মাঝখানে আর কিছু জিজ্ঞাসা করে থাকতে পারে খেয়াল নাই, কারণ অনেক কিছুই জিজ্ঞাসা করে ফেলছে।)\n(বের হয়ে সবাইকে পত্রিকার প্রশ্ন করা অংশগুলো পড়ার পরামর্শ দিয়ে এসেছিলাম।)"
    },
    {
        "id": 92,
        "board": "Not mentioned",
        "subject": "যন্ত্রকৌশল",
        "date": "2026-10-01",
        "questions": "তারিখ:১-৯-২৬\nবিষয়:যন্ত্রকৌশল\nচেয়ারম্যান স্যার ছিলেন না।বাকি ৩ জন প্রশ্ন করেছেন।\nপ্রথমেই জিজ্ঞেস করলেন ম্যাথ কয়টা হইছে?\nবললাম।\nএরপর প্রশ্ন শুরু করলেন।\n❓ ১৫ এর ১৫% কত হয় বলো।\n❓এমন তিনটি সংখ্যা বলো যাদের যোগফল ও গুণফল একই।\n❓তিনটি সংখ্যার যোগফল ৬৯ হলে সংখ্যা তিনটি কি কি?\n❓নিকো টেচলা কে?\n❓ডিসি কারেন্ট কে আবিষ্কার করেছে?\n❓ভূটানের কেন্দ্রীয় ব্যাংকের নাম কি,  ভূটানের মুদ্রার নাম ও নামের বানান কি?\n❓মুদ্রাস্ফীতি কি?\n❓বর্তমান মুদ্রাস্ফীতি কত?\n❓মুদ্রাস্ফীতি সম্প্রতি বেড়েছে না কমেছে?আগে কত ছিলো?\n❓মুদ্রাস্ফীতি না হলে কি ক্ষতি হবে?\n ❓এশিয়ার এমন কয়েকটি দেশের নাম বলো যাদের মুদ্রা ডলার।\n❓সম্মিলিত ইসলামি ব্যাংকে কয়টি ব্যাংক আছে?ব্যাংকগুলোর নাম বলো।\nআমার আজকের ভাইবায় এই প্রশ্নগুলো ছিলো।"
    },
    {
        "id": 93,
        "board": "১ (হাবিব স্যারের বোর্ড)",
        "subject": "ফিশারিজ",
        "date": "2026-10-01",
        "questions": "০১/১০/২০২৬\nসাবজেক্ট: ফিশারিজ\nবোর্ড-১ (হাবিব স্যারের বোর্ড)\n\n*নাম কি?\n*কোন বিশ্ববিদ্যালয় থেকে পড়াশোনা করেছেন ?\n* বাংলাদেশে কৃষি খাতে মৎস্য ছাড়াও কী কী অন্তর্ভুক্ত?\n* বায়োফ্লক কী? বিস্তারিত।\n* মাছ উৎপাদনে বাংলাদেশের অবস্থান (১ম কে?)\n* বর্তমানে বাংলাদেশের নদী নালা,খাল বিল সব জায়গায় বর্তমানে একটি সমস্যা দেখা দিচ্ছে। সেটা কী? সমাধানের উপায় কী?\n* ATM বুথে ATM এর পাশে আরেকটা মেশিন থাকে CRM, সেটা পূর্ণরূপ কী? এই মেশিন কী কাজ করে?\n* QR ( ক্যাশলেস ব্যাংকিং)  ও এর সুবিধা।\n* টাকায় ৪টি কিনে টাকায় ২টি বিক্রি করলে কত % লাভ বা ক্ষতি হবে?"
    },
    {
        "id": 94,
        "board": "আমজাদ হুসাইন স্যার",
        "subject": "",
        "date": "2026-10-02",
        "questions": "২৯/০৯/২০২৬\nআমজাদ হুসাইন স্যার\nনাম:\n১। আচার্য্য অর্থ কী( আমার নামের টাইটেল)\n২। জাতীয় বিশ্ববিদ্যালয়ের আচার্য্য কে?\n৩। চট্টগ্রাম ও জাতীয় বিশ্ববিদ্যালয়েরর আচার্য কী এক?\nরাষ্ট্রপতির নাম\n৪।  চ্যান্সেলর বাংলা কী?\n৫। balance of trade ki?\nBalance of payment ki\n6/ manager r leader different.\n7. Final Account er dhap koiti. Ki ki?\n8.  Bangladesh er mudhar nam ki\n9. Maldives er central bank name nd currency?\n10. Bhutan central bank nam nd currency?\n11. Bangladesh e foreign bank kaj kore kina?\n12. Koi ekti foreign bank nam?\n13.  প্রতিরক্ষা মন্ত্রণালয়ের প্রধান কে?\nআর মনে করতে পারছি না কি কি আস্ক করছে।\n২/৩ বার বললো তোমাকে ঠেলে ঠেলে নিতে হচ্ছে?  ভয়ে ছিলাম?"
    },
    {
        "id": 95,
        "board": "আনিসুর রহমান স্যার(DG-1)",
        "subject": "",
        "date": "2026-10-02",
        "questions": "ভাইভা এক্সপেরিয়েন্সঃ অফিসার জেনারেল(২৫১০২)\nবোর্ডঃআনিসুর রহমান স্যার(DG-1)\n০১/১০/২০২৬, সকাল ৮:০০ টার স্লট\nআমার টার্ন যখন আসলো তখনই চেয়ারম্যান স্যার বোর্ড থেকে মিটিং এর জন্য বেরিয়ে গেলেন।বাকি তিনজন ছিলেন(১জন ম্যাম)।\nআমিঃআসসালামু আলাইকুম,আসতে পারি স্যার?\nমেম্বার-১ঃ আসুন,বসুন।(নাম),না?কোন ইউনিভার্সিটি।\nআমিঃচট্টগ্রাম বিশ্ববিদ্যালয়,স্যার।\nমেম্বার-১ঃ পরিকল্পনা মন্ত্রীর নাম কী?(শুরুর প্রশ্নেই মাথা ব্ল্যাংক হয়ে থতমত খেয়ে স্যরি বলে দেওয়ার সাথে সাথেই..)\nমেম্বার-২ঃ অর্থমন্ত্রীর নাম কী?\nআমিঃস্যার,আমির খসরু মাহমুদ চৌধুরী।\nদু'জন পরস্পরের দিকে তাকিয়ে  বললেন,দেখছেন?একটু ঘুরিয়ে জিজ্ঞেস করলেই পেরে যায়।(আমি যে চাঁটগাইয়া এইটাও সাথে সাথে মেনশন করলেন নিজেরা নিজেদেরকে)\nমেম্বার-১ঃ ফার্স্ট চয়েস কী?\nআমিঃবাংলাদেশ হাউজ বিল্ডিং ফাইন্যান্স কর্পোরেশন।\nমেম্বার-১ঃকাজ কী?\nআমিঃগৃহায়নে সহায়তা করা।\nমেম্বার-১ঃআচ্ছা,বাংলাদেশ ব্যাংকের কাজ কী?\nআমিঃমুদ্রানীতি প্রণয়ন,নোট ইস্যু,অন্যান্য ব্যাংকের ব্যাংক হিসেবে কাজ করা ও বাণিজ্যিক ব্যাংক নিয়ন্ত্রণ করা।\nমেম্বার-১ঃমূল কাজ কী?\nআমি কনফিউজড হয়ে ঘুরিয়ে ফিরিয়ে ঐ তিনটারেই একেকবারে রিপিট করছিলাম।\nমেম্বার ২ঃ(একটু সফট ভয়েসে)আপনি জনরা বলতেছেন।\nশেষে আবারও এই তিনটার একটা বলার পর উনারা পরস্পরের দিকে তাকিয়ে সম্মত হলেন মনে হলো।)\nমেম্বার-১ঃবাণিজ্যিক ব্যাংকের কাজ কী?\nআমিঃ বিনিময়ের মাধ্যম সৃষ্টি,আমানত গ্রহণ,ঋণ প্রদান।\nমেম্বার-১ঃ আপনার তো ফার্স্ট চয়েজ সোনালী ব্যাংক,সোনালী ব্যাংকের কাজ কী?\nআমিঃ স্যার আমার বিএইচবিএফসি ফার্স্ট চয়েস।\nতার উনারা দুইজনে একটা দিলখোলা হাসি দিলেন,দ্বিতীয়জন বললেন'তাই বলে আপনি সোনালী কোয়েশ্চন নিবেন না ভাই?'\nমেম্বার-১ঃ বাংলাদেশের তফসিলভুক্ত ব্যাংক কয়টা?\nআমিঃ৬৩ টা স্যার।\nমেম্বার-২ঃ কয়েকটি বিদেশি ব্যাংকের নাম বলেন।\nআমি-স্ট্যান্ডার্ড চার্টার্ড ব্যাংক,ওরি ব্যাংক,স্টেট ব্যাংক অফ ইন্ডিয়া,একটু আমতা আমতা করে ব্যাংক আলফালাহ পাকিস্তান।(আরেকটু হইলেই আল-আরাফাহ বলে ফেলছিলাম আরকি।)\nমেম্বার-১ঃযুক্তরাষ্ট্রের সেন্ট্রাল ব্যাংকের নাম কী?\nআমিঃ ফেডেরাল রিজার্ভ সিস্টেম।\nউনি ইচ্ছা করেই বললেন,ফেডেরাল রিজার্ভ ব্যাংক? আমি আবার সিস্টেমই বললাম।তারপর জিজ্ঞেস করলেন-ব্যাংক না হয়ে সিস্টেম হলো কেনো?\nআমিঃস্যরি স্যার।\nমেম্বার-১ঃ দুইটা সংখ্যার যোগফল দশ, এরা একটার আরেকটার চেয়ে ৩ বেশি,সংখ্যা দুইটা কত?\nআমিঃমাথা ব্ল্যাংক মোমেন্ট।সমীকরণ মিলাইতেছিলাম।\nমেম্বার-১ঃঅত সময় নিলে তো হবে না।\nআমিঃস্যরি স্যার।\nমেম্বারঃঠিকাছে।আপনি এবার আসতে পারেন।\nআমিঃথ্যাংক ইউ স্যার।আসসালামু আলাইকুম।\n(বলে রাখি,আমি পুরো ভাইভাতেই একটু নার্ভাস ছিলাম প্রথম ভাইভা হিসেবে।বের হয়ে আসার সময় বাইরে কর্মরত ডিএডি সাহেব বললেন,কেমন হইলো? আমি বললাম খুব ত্যানা প্যাঁচাইছে ভাই।উনি বললেন,চেয়ারম্যান স্যার ছিলেন না তাই।ম্যাথ না পারার কথা বলতেই উনি বললেন,ম্যাথটা পারলে বেটার হইতো।প্যারা নিয়েন না,ওটা মেটার করে না তেমন।)"
    },
    {
        "id": 96,
        "board": "kabir Sir",
        "subject": "CSE",
        "date": "2026-10-03",
        "questions": "OG viva(২৪ সাল ভিত্তিক)\nDate:03.10.2026\nSlot: 8am(Group 3,Serial 2)\nBoard: kabir Sir\nSubject: CSE\n\n- কোথায় থেকে পড়াশোনা করেছি\n- এখন কি করছি\n- ডিজিটাল ফাইনান্স vs ফিনটেক\n- ফিনটেক প্রডাক্ট কি কি?\n- ফিসিং vs ম্যালওয়্যার\n- বর্তমানে সবকিছুই তো এআই এর হাতে চলে যাচ্ছে, এতে কি লাভ হচ্ছে কি ক্ষতি হচ্ছে\n- এআই এর যে সিকিউরিটি ইস্যু এটা কিভাবে সলভ করা যায়\n- ফার্স্ট চয়েজ কি,কেন\n- মুদ্রানীতি vs রাজস্ব নীতি\n- কে নিয়ন্ত্রণ করে\n- স্টেট ব্যাংক অফ ইন্ডিয়া বাংলাদেশে কি ধরনের ব্যাংক, এরকম বিদেশী ব্যাংক কি আর আছে? থাকলে কয়েকটা নাম বলেন তো\n\n(কবির স্যার একটু পরে আসছিলেন। উনি এসে এআই নিয়ে অনেক কথা বলছেন। এআই এর সিকিউরিটি ইস্যু নিয়ে সমাধান বিষয়ে বেশি পেচাইছেন। আমি বলছি সিকিউরিটি সিস্টেম আরো স্ট্রং করতে হবে 😒\nবলে বাঘা বাঘা সাইট এত হাই সিকিউরিটি তাও তো সিকিউরড থাকতেছে নাহ 🤧\nআমি জি স্যার জি স্যার বলে সায় দিচ্ছিলাম, সিকিউরিটি স্ট্রং ছাড়া আর কি হতে পারে মাথায় আসছিল নাহ 😔\n)\nআমার জন্য দোয়া করবেন 🙏\nসবার জন্য শুভকামনা 💖"
    },
    {
        "id": 97,
        "board": "Sarwar Sir(সব প্রশ্ন করেছে মিজানুর রহমান আকন স্যার)",
        "subject": "Animal Science and Veterinary Medicine",
        "date": "2026-10-03",
        "questions": "Date :3/10/2026\nBoard :Sarwar Sir(সব প্রশ্ন করেছে মিজানুর রহমান আকন স্যার)\nSubject : Animal Science and Veterinary Medicine\n১.নাম\n২.পড়াশোনা\n৩.New castle disease কাদের হয়\n৪.পিজিয়ন কী পোল্ট্রি?\n৫.পোল্ট্রির স্পেসিস কয়টি?\n৬.New castle কোথায়?\n৭.এই রোগের বাংলা নাম কী?\n৮.নামটি কীভাবে এসেছে?\n৯.জিডিপিতে লাইভস্টকের অবদান।\n১০.বাংলাদেশের জিডিপির আাকার কত।\n১১.জীডিপিতে দেশের কোন জিনিস আসে না?\n১২.প্রথম চয়েজ কী\n১৩.সোনালি ব্যাংক কী ধরণের?\n১৪.৫ টি প্রধান বাণিজ্যিক কাজ।\n১৫.LC কী?\n১৬.অনেক লেনদেন LC ছাড়াও হয়।সেটার নাম কী?\n১৭.সোনালি ব্যাংকের প্রধান উদ্দেশ্য কী?\n১৮.অংক কয়টি হয়েছে?\n১৯.৫/.৪= কত?\n২০.ইউরোডলার কী?\n২১.ইংল্যান্ডের মুদ্রার নাম কী"
    },
    {
        "id": 98,
        "board": "Aref sir",
        "subject": "CSE",
        "date": "2026-10-03",
        "questions": "OG viva (25102)\nDate: 28.09.2026\nSlot: 8AM\nBoard: Aref sir\nSubject: CSE\n\n- আপনার নাম-\n- কোথা থেকে পড়াশোনা করেছেন?\n- ইঞ্জিনিয়ারিং কলেজ - এটা কী ধরনের প্রতিষ্ঠান?\n- MSc করেছেন কোথা থেকে\n- থিসিসের বিষয় কী ছিলো\n- আমাদের চারজনের মধ্যে একটা নেটওয়ার্ক তৈরি করতে চাইলে কি কি জিনিস লাগবে?\n- আপনি হাব আর সুইচের কথা বললেন, এই দুইটা থেকে যদি শুধু একটা জিনিস নিতে বলি, তাহলে আপনি কোনটা বেছে নেবেন এবং কেন?\n- একটা ওয়েবসাইট লঞ্চ করার পূর্বে কি কি কাজ করতে হয় - বলেন\n- Ext-1: সাইবরার ক্রাইম বলতে কী বোঝেন?\n- Ext-1: ব্যাংকিং সেক্টরে সাইবার ক্রাইম প্রতিরোধে কি কি পদক্ষেপ গৃহিত আছে? এগুলো কি এনাফ?\n- Ext-1: আপনি কি ক্যাশলেস সোসাইটির পক্ষে?\n- Ext-1: ক্যাশলেস সোসাইটির সাইবার সিকিউরিটি ভিক্তিক চ্যালেঞ্জসমূহ কি কি - আপনার প্রস্তাবিত সল্যুশন কী?\n\nধন্যবাদ, এবার আসতে পারেন।\nবোর্ড খুব ফ্রেন্ডলি ছিলো।\n\nসুপারিশপ্রাপ্ত সিনিয়র অফিসার\nঅগ্রণী ব্যাংক পিএলসি\n(রেজাল্টটা একদিন আগে দিলে এই ভাইভাটা দিতে যেতাম না 😔)"
    },
    {
        "id": 99,
        "board": "Habibur Rahman Sir",
        "subject": "Mathematics",
        "date": "2026-10-03",
        "questions": "OG Viva(25102)\nDate: 03.10.2026\nSlot: 10 am\nBoard: Habibur Rahman Sir\nSubject : Mathematics\n\n১)নাম,বাড়ি, পড়াশোনা, বিষয়।\n২)differentiation and integration এর কাজ কী?ব্যাবহার কোথায়?\n৩) আমরা বাংলাদেশের আয়তন বলি কিন্তু লিখার সময় কেনো সেটাকে square বলি?\n৪)  বিজোড় সংখ্যক সংখ্যার যোগফল কতো হয়? ফর্মুলা টা কী?\n৫) slope এর maximum valu কতো হয়? ৯০ ডিগ্রিতে কেনো undefined হয়?\n৬) প্রথম পছন্দ কোন ব্যাংক?\nমোট শাখা কয়টি?\n৭) মাস্টার্স করছি কিনা? মাস্টার্স এর রেজাল্ট কতো?\n\nআরো দুই একটা ছোট খাটো প্রশ্ন।\n\n- সালাম দিয়ে প্রস্থান।"
    },
    {
        "id": 100,
        "board": "সরোয়ার স্যার",
        "subject": "ফিজিক্স",
        "date": "2026-10-03",
        "questions": "ভাইবা অভিজ্ঞতা :\nতারিখ:০৩/১০/২০২৬\nসাবজেক্ট :ফিজিক্স\nসিরিয়াল:৮/১৬\nবোর্ড :সরোয়ার স্যার\n(বোর্ডে আকন স্যার ছিলেন।আরো ২ জন ছিলেন।ওনাদের চিনি না)\n১.নাম কি?\n২.ফিজিক্স কোথা থেকে পড়েছেন?\n৩.কিছু করেন কি?\n৪.হাত খরচ কে দেয়?\n৫.একটি এরিয়া।৫টা বাহু দ্বারা আবদ্ধ। একে কি বলে?\nউ:পেন্টাগন\n৬.পেন্টাগনের বাংলা কি?\nউ:পঞ্চভুজ\n৭.ভুজ শব্দের অর্থ কি?\nউ:ভুমি বলছি।\n৮.তারপর বলে ত্রিভুজ শব্দের অর্থ কি?\nউ:তিনটি বাহু দ্বারা অবদ্ধ ক্ষেত্র।\n৯.তাহলে ভুজ শব্দের অর্থ ভুমি কি ভাবে হয়?\nউ:সরি স্যার।ভুজ শব্দের অর্থ বাহু\n১০.পেন্টাগনেরঢ ক্ষেত্রফলের সুত্র কি?\nউ:মাথায় আসে নি।সরি বলছি\n১১.পেন্টাগণ জ্যামিতিক ফিগার ছাড়া ও আরো একটা বিষয় আছে।সেটার নাম কি?ম্যাথমেটিকসের বাহিরে চিন্তা করেন\nউ:ইউএসের প্রতিরক্ষা অধিদপ্তর (উত্তর তেমন ভালোভাবে নেয় নি)পরে বললো প্রতিরক্ষা মন্ত্রণালয়।বলে পুরো ঘটনা টা বললেন।\n১২.এখানে হামলা হয়েছিলো কতসালে?\nউ:২০০১\n১৩.আর কোথায়  হামলা হয়েছিলো?\nউ:বললাম পেনসিলভানিয়াতে।\n১৪.টুইন টাওয়ারে হামলা হয়েছিলো।বিল্ডিং এর নাম কি ছিলো?\nউ:ওয়াল্ড ট্রেড সেন্টার\nএতোগুলো সব আকন স্যার করেছিলেন\n\nঅন্য এক্স :\n১৫.আর্টিফিশিয়াল ইন্টেলিজেন্স এর উপকারিতা অপকারিতা কি?\nউ:উপকারিতা বলা শুরু করে  একটা বলছি স্যার দ্রুত কাজ করতে পারে। তখনি আবার পাল্টা প্রশ্ন\n১৬.কেন দ্রুত কাজ করতে পারে?\nউ:স্যার আগে থেকেই প্রোগ্রাম দেওয়া থাকে।সেজন্য দ্রুত কাজ করে\n১৭.এইআই কি কন্ট্রোলড্ না কি আনকন্ট্রোলড্?\nউ:কন্ট্রোলড্।তখন বলে -\n১৮.তাহলে এর  ক্ষতিকর দিক আছে কি?\nউ:জ্বি স্যার।তারপর ক্ষতিকর দিক বলা শুরু করছি স্যার বলে,যদি কন্ট্রোলড্ হলে এর ক্ষতিকর দিক কি ভাবে থাকে?এটা আনকন্ট্রোলড্।\n১৯.কি, কি ক্ষতিকর দিক?\nউ:১ টা বলা শুরু করছি যে এটা ব্যবহার করে অনেকেই খারাপ কাজ করতে পারে।তারপর স্যার বলে, আরো বড় একটা ক্ষতিকর দিক আছে!\nবললাম স্যার কর্মসংস্হান কমিয়ে দেয়।মনে হয় স্ট্যাটিস্ফাইড হলেন\n২০.এনপিএল তৈরির কারন কি?\nউ:কারণ হিসেবে প্রথমটা বলা শুরু করছি যে কাস্টমার সম্পর্কে ভালোভাবে না জেনে লোন দেওয়া।তখন স্যার বলে-\n২১.মনে করেন সে কোয়ালিফাইড কাস্টমার।তার সবকিছু ওকে।এবার বলেন তারপর ও সবচেয়ে বড় কারন কি?\nউ:বললাম পলিটিক্যাল বিবেচনায় লোন দোওয়া।(উত্তর নিলেন নাহ)\n২২.ম্যাথ কয়টা হয়েছে?\nউ:৫টা\n২৩.৩৫ এর ৩০% কতো?\nউ:ইন্সট্যানস্ট ফাংশন করতে পারতেছিলাম না।\nতখন বলে-\n২৪.৩৫ এর ১০% কত?\nউ:৩.৫\n২৫.তাহলে এবার বলেন ৩০% কতো?\nউ:১০.৫\nতখন স্যার বলেন হ্যা।তবে আরো আগে পারা উচিত ছিলো এটা।\nতারপরে বলে থ্যাংকিউ।আসতে পারেন।\nধন্যবাদ বলে সালাম দিয়ে বের হয়ে আসছি।\n\n[আমাকে সাবজেক্টিভ থেকে কোন প্রশ্নই করে নি।চেয়্যারম্যান সার কোন প্রশ্ন করে নি।বোর্ড মোটামুটি ফ্রেন্ডলি ছিলো ]"
    },
    {
        "id": 101,
        "board": "Bashar sir",
        "subject": "finance",
        "date": "2026-10-04",
        "questions": "Viva Experience :\nDate : 04/10/26\nSubject : finance\nBoard : Bashar sir\n1.Name & University\n2.Career aim\n3.what is tax?\n4.Types of tax?\n5.Vat related question?\n6.How it is done?\n7.Financial tools for selecting investment?\n8.What is Npv?\n9.Non cash Expenditure?\n10. Main functions of Commercial bank?\n\nNB: Board was friendly...\nAll the questions were asked by other board Members... Board chairman only observed my movement.."
    },
    {
        "id": 102,
        "board": "Habibur Rahman Sir",
        "subject": "Sociology",
        "date": "2026-10-02",
        "questions": "OG Viva (25102)\nDate: 02.10.2026\nSlot: 3.30\nBoard: Habibur Rahman Sir\nSubject: Sociology\n\n১) নাম, বাড়ি, পড়াশোনা, বিষয়।\n২) প্রথম পছন্দ কোন ব্যাংক?\nমোট শাখা কয়টি?\n৩) সোনালী ব্যাংক এর MD-র নাম কি?\n৪) বাংলাদেশ ব্যাংক সম্প্রতি নতুন একটা নির্দেশনা দিছে জানেন? সেখানে কি বলা হইছে?\n৪) বর্তমানে মুদ্রাস্ফীতি কত?\n৫) মুদ্রাস্ফীতি কিভাবে পরিমাপ করা হয়?\n৬) CPI এর ফুল ফর্ম বলেন। সেটাকে বাংলা করেন।"
    },
    {
        "id": 103,
        "board": "জাকির স্যারের বোর্ড",
        "subject": "অর্থনীতি",
        "date": "2026-10-05",
        "questions": "ভাইবা অভিজ্ঞতা:\n০৫.১০.২০২৬ (সকাল ১০ টা)\nজাকির স্যারের বোর্ড\nসাবজেক্ট: অর্থনীতি\n\n1. নাম?\n2. বাড়ি?\n3. পড়াশোনা কোথায়?\n4. আপনার রোল?\n5. আপনার রোলে যে ডিজিটগুলো আছে সেগুলোকে মাল্টিপ্লাই করলে কত হয়?\n6. ব্রেক-ইভেন কী?\n7. অর্থমন্ত্রীর নাম কী?\n8. চট্টগ্রামে ওনার বাড়ি কোথায়?\n9. আপনার কাছে ১০০৳ আছে যা আপনার দুই বন্ধুকে এমনভাবে ভাগ করে দিলেন যাতে একজন অপরজনের চাইতে ৫ টাকা বেশি পেল। কে কত পেল?"
    },
    {
        "id": 104,
        "board": "Board 01",
        "subject": "Peace and Conflict Studies and MBA in Finance",
        "date": "2026-10-05",
        "questions": "05/10/2026\nBoard 01\nSubj: Peace and Conflict Studies and MBA in Finance\n\n1. অনার্সের Department রিলেটেড কিছু প্রশ্ন (প্রতিষ্ঠাতা চেয়ারম্যান, বর্তমান চেয়ারম্যান, সাব্জেক্টের সুযোগ কতটা)\n2. MBA কেন করেছি।\n3. What is NBFI and Bank?\n4. Tell me core differences between them at least 3.\n5. Can an NBFI receive a cheque-able Deposite?\n6. NBFI খুলতে পারে না এমন একটা হিসাব/একাউন্ট এর নাম বলেন।\n7. নতুন Financial Ins. পলিসিতে কি পরিবর্তন হয়েছে?\n7. ম্যাথ কয়টা হয়েছে?\n8. ২৫ এর ২০% কত?\n9. ২০ এর ২৫% কত?\n10. টাকায় ৪টা কিনে ২টা করে বিক্রি করলে লাভ কত পার্সেন্ট?\n\nধন্যবাদ।"
    },
    {
        "id": 105,
        "board": "Board 1",
        "subject": "Zoology, HRM",
        "date": "2026-10-05",
        "questions": "5/10/26\nBoard 1\nSubject: Zoology, HRM\n\n১. জেব্রা ক্রসিং কি\n২. সাফারি পার্ক ও জু কি, পার্থক্য কি\n৩. HRM-এর অন্য কি নাম আছে।\n৪. X Y Theory কি, Z Theory কোন দেশে এপ্লাই করেছে\n৫. বাংলাদেশ ব্যাংক কি?\n৬. বাংলাদেশের আশপাশের দেশগুলোর কেন্দ্রীয় ব্যাংকের নাম কি\n৭. বি এল ও বি এম কলেজ প্রতিষ্ঠাতা কি এক?\n৮. ম্যাথ কয়টা\n৮. ইয়ার গ্যাপ আছে কিনা\n৯. বর্তমানে চাকরিরত কিনা"
    },
    {
        "id": 106,
        "board": "বসার স্যার",
        "subject": "টেক্সটাইল",
        "date": "2026-10-05",
        "questions": "ভাইভা অভিজ্ঞতা\n05/10/2026\nস্লট 10.00টা (বসার স্যার)\nডিপার্টমেন্ট: টেক্সটাইল\nনাম, রোল, বিশ্ববিদ্যালয়ের নাম।\n\n1. টেক্সটাইল খাতে বর্তমান পরিস্থিতি কি? কেন?\n2. ব্যাংক খাতেও এরকম কি সমস্যা?\n3. টেক্সটাইল খাতে ব্যাংকের ভূমিকা কি?\n4. LC কি? কিভাবে কাজ করে?\n   Back to Back LC\n6. ব্যাংকসমূহের নাম\n7. কেন্দ্রীয় ও বাণিজ্যিক ব্যাংকের কার্যপদ্ধতি।\n8. সুদের পার্থক্য\n7. 1/4 থেকে 1/2 কত পার্সেন্ট বড়\n8. 20 এর 25% অপেক্ষা 25 এর 20% কত বড়"
    },
    {
        "id": 107,
        "board": "আনিসুর রহমান স্যার বোর্ড",
        "subject": "ডিপার্টমেন্ট (উল্লেখ নেই)",
        "date": "2026-06-06",
        "questions": "০৬-০৬-২০২৬\nআনিসুর রহমান স্যার বোর্ড\n\n১। ডিপার্টমেন্টের প্রশ্ন\n২। চয়েস কি? পিএলসি কি? শাখা কয়টি? বিদেশি শাখা?\n৩। নারী মন্ত্রী কে কে\n৪। টাকায় ৪টি কিনে ১টি বেচলে কি লাভ?\n৫। পদ্মা সেতুর দিয়ে ৬০ কিমি বেগে ট্রেন গেলে সময় কতক্ষণ লাগবে"
    },
    {
        "id": 108,
        "board": "রুপ রতন পাইন স্যার (এক্সিকিউটিভ ডিরেক্টর)",
        "subject": "টেক্সটাইল ইঞ্জিনিয়ারিং এন্ড ওয়েট প্রসেসিং",
        "date": "2026-10-06",
        "questions": "ভাইবা অভিজ্ঞতা:\n০৬.১০.২০২৬ (সকাল ১০ টা)\nবোর্ড: রুপ রতন পাইন স্যার (এক্সিকিউটিভ ডিরেক্টর)\nবোর্ড যথেষ্ট ফ্রেন্ডলি ও অমায়িক\nগ্রুপ: ০৪, সিরিয়াল: ০১\nসময়: আনুমানিক ৮-১০ মিনিট\nসাবজেক্ট: টেক্সটাইল ইঞ্জিনিয়ারিং এন্ড ওয়েট প্রসেসিং\n\n1. নাম?\n2. ভার্সিটি?\n3. বাসা কোন জেলায়?\n4. ওয়েট প্রসেস টা আসলে কি?\n5. ব্যাংক সম্পর্কে যা যা জানো বলো? বাংলাদেশে কয় ধরণের পলিসি নেয়া হয়; সেগুলার নাম কি?\n6. তোমাদের ভার্সিটি তে কি মাস্টার্স আছে?\n7. কোন কোন ব্যাংকে একাউন্ট আছে তোমার?\n8. ব্যাংকে এটা তোমার প্রথম ভাইভা?\n9. ব্যাংকে কেন আসতে চাও? তোমার ইঞ্জিনিয়ারিং জ্ঞানকে কিভাবে ব্যাংকে কাজে লাগাবে?\n10. তুমি তো চাইলে ইন্ডাস্ট্রিতে জব করতে পারতে তাহলে সরকারি ব্যাংকে কেন আসতে চাচ্ছো?\n11. প্রথম চয়েস কি দিয়েছো? কেন দিয়েছো?\n12. কৃষি ব্যাংকে তো অনেক পোস্ট হাউজ বিল্ডিংয়ে মাত্র ২০ টা এটা তে তো পসিবিলিটি কম তাহলে কি করবে?\n13. তোমার ৫ টা ভালো গুণ ও খারাপ গুণ বলো?\n14. ম্যাথ কয়টা হয়েছে?\n15. ২০ এর ২৫% ও ২৫ এর ২০% এর মধ্যে কোনটা বড়?\nঠিক আছে তুমি আসতে পারো..."
    },
    {
        "id": 109,
        "board": "বোর্ড ২",
        "subject": "লোকপ্রশাসন",
        "date": "2026-10-06",
        "questions": "আজকের ভাইবা (লোকপ্রশাসন) (বোর্ড ২) সিরিয়াল ১৫) সকাল ১০ টা\n\nইপিএস কি? আপনি তো ইন্টার কমার্স পড়ছেন এটা জানেন না।\nখেলাপি ঋণ কি। এটা কত।\nজিডিপি কত\nকোথায় পড়াশোনা করছেন\nসোনালি ব্যাংক কি ধরনের ব্যাংক। এর কাজ কি কি।\nপেপার পড়েন না\nরাষ্ট্রের উপাদান কি কি\nরাষ্ট্রের অঙ্গ কি কি। বিভাগের প্রধান কারা\n১ বিলিয়ন = কত টাকা\nডলার কে টাকায় হিসাব করে জিডিপি দিয়ে একটা ম্যাথ। ভাস্কর এত সহজ ম্যাথ পারলে না।\nম্যাথ কয়টা হল"
    },
    {
        "id": 110,
        "board": "সিরাজুল ইসলাম স্যার",
        "subject": "অর্থনীতি",
        "date": "2026-10-06",
        "questions": "৬.১০.২৬\nবোর্ড - সিরাজুল ইসলাম স্যার (সকাল ১০ টা)\nবিষয়: অর্থনীতি\n\n১. নাম?\n2. পড়াশোনা কোথায়?\n3. ঢাকায় কখন আসছি, কোথায় উঠছি?\n4. Demand Curve কি? ডানদিকে নিম্নগামী হয় কেনো?\n5. চাহিদা রেখার ব্যতিক্রম কি? উদাহরণ দাও?\n6. Supply Curve কি?\n7. কয়েকটি ইংরেজি বইয়ের নাম বলতে পারবেন অর্থনীতির যা পড়েছেন? Mathematics এর কয়েকটি বইয়ের নাম? (অপর পাশ থেকে ম্যাম বিড়বিড় করে বলতেছে, পড়ে নাই স্যার, চটি বই পড়ছে শুধু)\n8. এখন কি করেন? হালকা দাঁড়ি ছিল তা নিয়ে ম্যাডাম কথা শোনাইছে? ক্লিন নয়। (আমার দাঁড়ি দ্রুত বেড়ে উঠে)\n9. জিডিপি নির্ণয়ে সূত্র বলো? সহজ পারি নাই, মাথায় আসতেছিলো না।\n10. সেবা খাতের অবদান?\n11. কৃষি খাতের অবদান?\n12. প্রথম চয়েজ কি?\n13. সোনালি ব্যাংকের এমডির নাম কি?\n14. চেয়ারম্যান আর এমডি মধ্যে পার্থক্য কি?\n15. বাংলাদেশ ব্যাংকের বর্তমান গর্ভনর নাম ও কততম?\n16. প্রথম গর্ভনর এর নাম?\n17. টাকায় ৪ টি ক্রয় করে, টাকায় ২ টি বিক্রি করে কত লাভ বা ক্ষতি হবে? কত Percent?"
    },
    {
        "id": 111,
        "board": "মো: রফিকুল ইসলাম স্যার (এক্সিকিউটিভ ডিরেক্টর)",
        "subject": "সিভিল ইঞ্জিনিয়ারিং",
        "date": "2026-10-06",
        "questions": "০৬/১০/২০২৬\nবোর্ড: মো: রফিকুল ইসলাম স্যার (এক্সিকিউটিভ ডিরেক্টর)\nসময়: দুপুর ২ টা\nবিষয়: সিভিল ইঞ্জিনিয়ারিং\n\nভাইভা এক্সপেরিয়েন্স:\n\n1. আপনার নাম কি?\n2. কোথায় পড়াশোনা করেছেন, বিষয় কি?\n3. ব্যারেজ কি? এর কাজ বলুন।\n4. কয়েকটি ব্যারেজ এর নাম?\n5. প্রস্তাবিত পদ্মা ব্যারেজের ৫ টি বিশেষ দিক কি?\n6. কয়েকটা live load এর নাম বলুন। রুমের ভেতর যে furniture দেখছেন, এগুলো কি লোড?\n7. আচ্ছা, রাশিয়ার বিল্ডিং করার সময় একটি বিশেষ লোড বিবেচনা করা হয় তার নাম কি?\n8. High rise building কি?\n9. Bank এর বাংলা নাম কি?\n10. আপনার প্রথম চয়েজ কি?\n11. সোনালী ব্যাংক কি ধরনের ব্যাংক? এই ব্যাংকের কাজ বলুন।\n12. তাহলে বিনিময় বিল যে বাট্টাকরণ করে, এটা issue করে কে?\n13. ইউরো ডলার কি?\n14. মোট মূলধনের ভিত্তিতে world এর সবচেয়ে বড় ব্যাংক কোনটা?\n15. ম্যাথ কয়টা পারছেন?\n16. টাকায় ৫ টি কিনে টাকায় ২ টি বিক্রি করলে লাভ হবে নাকি লস? শতকরা লাভ কত?\n17. Pentagon এর বাংলা কি?\n18. পঞ্চভুজ এর ভুজ মানে কি?\n19. এটা ছাড়াও Pentagon অন্য একটি বিশেষ কিছুকে বোঝায়, সেটা কি?\n\nধন্যবাদ, আপনি আসতে পারেন। (মাত্র ৭-৮ মিনিটের মধ্যেই প্রশ্নগুলো করেছে। বোর্ড ফ্রেন্ডলি ছিলো, উত্তর না পারলেও বেশি চাপ মনে হয় নি)"
    }




];
